{
  "yks": {
    "tarih": {
      "9": {
        "alt": {
          "9.1": {
            "baslik": "TARİH VE ZAMAN",
            "alt": {
              "9.1.1": {
                "baslik": "Bir araştırma alanı ve bilim dalı olarak tarihin konusunu,",
                "aciklama": {
                  "a": "Tarihin konusunun zaman içindeki insan faaliyetleri ve bu faaliyetler sonucunda ortaya çıkan eserler ve değişimler olduğu belirtilir.",
                  "b": "Tarih biliminin diğer beşerî ve sosyal bilimler ile fen bilimlerinden farklılıklarına değinilir."
                }
              },
              "9.1.2": {
                "baslik": "Tarih öğrenmenin amaç ve yararlarını kavrar.",
                "aciklama": {
                  "a": "Ortak hafızanın kimlik oluşturma ve toplumsallaşmadaki rolü üzerinde durulur.",
                  "b": "Mensubu olduğumuz toplum ve ülke ile içinde yaşadığımız dünyayı anlamak için geçmişi bilmemiz gerektiği üzerinde durulur.",
                  "c": "Günümüzde olup bitenleri anlayabilmek ve gelecek hakkında gerçekçi ve akılcı planlamalar yapabilmek için geçmişte meydana gelenlerin farkındalığına dayanan bir tarih bilincine sahip olmak gerektiği vurgulanır.",
                  "ç": "Tarihî olayların, bugünün bakış açısı ve değer yargılarıyla ele alınmasının tarihî gerçeklerin yorumlanmasına etkileri örnek olay ve metinler üzerinden ele alınır."
                }
              },
              "9.1.3": {
                "baslik": "Zamanı anlama ve anlamlandırmaya yönelik farklı yaklaşımları",
                "aciklama": {
                  "a": "Farklı toplum ve kültürlerin geçmişin dönemlendirilmesinde kendi tarihlerindeki önemli olayları dikkate aldıklarına değinilir.",
                  "b": "Zaman içerisinde kullanılan farklı takvim sistemlerine (güneş yılı ve ay yılı esaslı takvimler) ve Türklerin kullandığı takvimlere (On İki Hayvanlı Türk Takvimi, miladi takvim, hicrî takvim, Celâli Takvimi, Rûmî Takvim) değinilir.",
                  "c": "Miladi takvim ile hicrî takvim arasındaki temel farklar vurgulanır.",
                  "ç": "Yüzyıl hesaplamalarının nasıl yapıldığı açıklanır."
                }
              }
            }
          },
          "9.2": {
            "baslik": "İNSANLIĞIN İLK DÖNEMLERİ",
            "alt": {
              "9.2.1": {
                "baslik": "Kanıtlardan yola çıkarak yazının icadından önceki zamanlarda",
                "aciklama": {
                  "a": "ele alınır.",
                  "b": "Yazının icadından önceki dönemde hâkim olan sözlü kültür örneklerine (mitler, kuruluş efsaneleri) kısaca değinilir.",
                  "c": "Yazının icadından önceki zamana dair dönemlendirmeye kısaca değinilir."
                }
              },
              "9.2.2": {
                "baslik": "Yazının icadının insanlık tarihinde meydana getirdiği değişimi",
                "aciklama": {
                  "a": "Yazının kullanılmasının yönetim işleri ile vergi ve muhasebe kayıtları üzerindeki 75 fark eder. etkilerine değinilir.",
                  "b": "Kadîm tıp, astronomi ve coğrafya bilimlerinin amaç, konu ve yöntem açılarından modern zamanlardaki bilimlerden ne tür farklılıklara sahip olduğuna değinilir."
                }
              },
              "9.2.3": {
                "baslik": "İlk Çağ’da yeryüzündeki belli başlı medeniyet havzalarını tanır.",
                "aciklama": {
                  "a": "İlk Çağ medeniyetleriyle ilgili başlıca olay ve olgular tarih şeridi üzerinde gösterilir. Başlıca gelişmeler olarak Sümerler’in yazıyı bulması (MÖ 3200), Urkagina Yasaları’nın çıkarılması (MÖ 2375), Anadolu’da yazının kullanılmaya başlanması (MÖ 1900), Hammurabi Kanunları (MÖ 1700), Kadeş Savaşı (MÖ 1296), Kadeş Antlaşması (MÖ 1280), Truva Savaşları (MÖ 1260-1250), Ege Göçleri (MÖ 1230), İlk Olimpiyatlar (MÖ 776), Roma’nın kurulması (MÖ 753), Lidyalıların parayı kullanmaya başlamaları (MÖ 680), Pers İmparatorluğu’nun kurulması (MÖ 550), İskender İmparatorluğu’nun kurulması (MÖ 359), Pers İmparatorluğu’nun yıkılması (MÖ 330), İskender İmparatorluğu’nun yıkılması (MÖ 323), Hz. İsa’nın doğumu (0), Milano Fermanı (313), Roma İmparatorluğu’nda Hristiyanlığın resmi din haline gelmesi (330), İznik Konsülü (325), Kavimler Göçü (375), Roma İmparatorluğu’nun ikiye ayrılması (395) ve Batı Roma’nın yıkılışı (476) verilir.  Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir.",
                  "b": "İlk Çağ’ın önemli medeniyet havzaları (Çin, Hint, İran, Anadolu, Mezopotamya, Mısır, Doğu Akdeniz, Ege Yunan), bu havzalardaki medeniyet teşekkülleri ve bunların insanlığa en önemli katkıları harita/haritalar üzerinde gösterilir."
                }
              },
              "9.2.4": {
                "baslik": "İlk Çağ’da coğrafya ve iklimin, insanların hayat ve geçim tarzları",
                "aciklama": {
                  "a": "Konar-göçer ve yerleşik hayat tarzlarının İlk Çağ’dan itibaren birbirlerini tamamlayan ve coğrafi şartlara bağlı olarak tercih edilen hayat tarzları olduğu vurgulanır.",
                  "b": "İlk Çağ’da insan topluluklarının kitlesel göçlerinin sebepleri (geçim imkânını kaybetme, iklim değişikliği, politik değişiklikler, inanç nedeniyle baskı altına alınma), belli başlı tarihî örneklerle (Ege Göçleri, Filistin’den Yahudi sürgünleri, ilk Hıristiyanların Roma baskısından kaçmaları) ele alınır.",
                  "c": "İlk Çağ’daki başlıca tüccar kavimler (Asurlular, Fenikeliler, Lidyalılar ve Soğdlar) ve faaliyet bölgeleri harita üzerinde tanıtılır. Bu toplulukların siyasi tarihlerine ayrıntılı şekilde girilmez."
                }
              },
              "9.2.5": {
                "baslik": "İlk Çağ’da siyasi gücün kaynaklarını siyasi organizasyon",
                "aciklama": {
                  "a": "İlk Çağ’da Asya ve Avrupa’da varlığını sürdüren siyasi organizasyon türleri olarak tiranlık, aristokrasi, monarşi, demokrasi, cumhuriyet ve imparatorluğa değinilir. 76",
                  "b": "Siyasi gücün meşruiyet kaynakları ve siyasi gücün maddi kaynakları (coğrafi yapı, hayat ve geçim tarzı, soy dayanışması, silahlı gü",
                  "ç": "üzerinde durulur."
                }
              },
              "9.2.6": {
                "baslik": "İlk Çağ’da hukuk sistemlerinin oluşturulmasında etkili olan dinî",
                "aciklama": {
                  "a": "ve beşerî kaynakları kavrar. Sözlü ve yazılı hukuk kaynaklarına (akıl, gelenek ve kutsal kitaplar) ilişkin tarihî örnekler (Urkagina ve Hammurabi Kanunları, Hitit Hukuku ve Tevrat) ele alınır."
                }
              }
            }
          },
          "9.3": {
            "baslik": "ORTA ÇAĞ’DA DÜNYA",
            "alt": {
              "9.3.1": {
                "baslik": "Orta Çağ’da yeryüzünün çeşitli bölgelerinde kurulan siyasi ve",
                "aciklama": {
                  "a": "Orta Çağ’daki başlıca siyasi gelişmeler tarih şeridi üzerinde gösterilir. Başlıca siyasi gelişmeler olarak Sasani Devleti’nin yıkılması (651), Vizigot Krallığının sona ermesi (711), İslamiyet’in Hindistan'da yayılmaya başlaması (1000), Katolik-Ortodoks bölünmesi (1054), Moğol İmparatorluğu’nun kurulması (1196), Magna Carta (1215), Moğol İmparatorluğu’nun parçalanması (1227),İngiltere’de parlamenter sisteme geçilmesi (1295), Yüzyıl Savaşları (1337-1453) ve Avrupa'da Veba Salgını (1347-1351) verilir.  Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir.",
                  "b": "Orta Çağ’ın çeşitli dönemlerinde ortaya çıkmış/kurulmuş olan belli başlı siyasi yapılar haritalar üzerinde gösterilir.",
                  "c": "Orta Çağ’daki siyasi yapılar; aralarındaki farklılıklar vurgulanarak gücün meşruiyet kaynağı, gücün maddi kaynakları (coğrafi yapı, hayat ve geçim tarzı, soy dayanışması ve silahlı güç), güç paylaşımı ve yönetim organizasyonu temaları çerçevesinde ele alınır."
                }
              },
              "9.3.2": {
                "baslik": "Orta Çağ’da tarım ve ticaretin yaygın ekonomik faaliyetler",
                "aciklama": {
                  "a": "Tarıma dayalı ekonomilerde artı ürünün bölüşümü ile toprak mülkiyeti ve vergilendirmenin siyasi ve sosyal organizasyonların (monarşi, feodalite, tabakalı toplum, kast sistemi) oluşmasındaki işlevleri ele alınır.",
                  "b": "Orta Çağ’da Asya ve Avrupa arasındaki ticarete konu olan mallara, nakliye araçlarına, ticaret mekânlarına (arasta, bedesten, han, kapan, ribat, kervansaray, pazar, liman, panayır) ve madeni paralara değinilir.",
                  "c": "Kral Yolu, İpek Yolu, Kürk Yolu ve Baharat Yolu’nun dünya ticaretindeki rollerine ve bu yollara hâkim olma mücadelelerinin gerekçelerine vurgu yapılır. Söz konusu ticaret güzergâhları harita/haritalar üzerinde gösterilir."
                }
              },
              "9.3.3": {
                "baslik": "Orta Çağ’da Asya ve Avrupa’da askerî organizasyon biçimleri ile",
                "aciklama": {
                  "a": "Asya ve Avrupa’da var olan askerî organizasyon türlerine değinilirken bağımsız ya da ücretli savaşçı toplulukların düzenli ve disiplinli ordulara dönüşmesine de değinilir.",
                  "b": "Yerleşik ve konar-göçer toplulukların sosyoekonomik yapıları kazanım bağlamında kısaca ele alınır."
                }
              },
              "9.3.4": {
                "baslik": "İlk Çağ’ın sonlarından itibaren gerçekleştirilen hukuki",
                "aciklama": {
                  "a": "Bu dönemin başlıca kanun metinleri (Roma Hukuku, Justinianus Kanunları, Cengiz 77 düzenlemelerin günümüzün evrensel hukuk ilkelerine temel teşkil ettiğini kavrar. Yasası) kısaca ele alınır.",
                  "b": "Seçme örnek ve uygulamalardan hareketle (hukuki metinler, aile ve iş akitleri, ceza infaz yöntemleri) insan topluluklarının kültür ve gelişmişlik düzeyleri ile sosyal yapılarının hukuk kurallarını ve bu kuralların uygulanmasını farklılaştırdığı vurgulanır."
                }
              }
            }
          },
          "9.4": {
            "baslik": "İLK VE ORTA ÇAĞLARDA TÜRK DÜNYASI",
            "alt": {
              "9.4.1": {
                "baslik": "Türklerin Asya’da tarih sahnesine çıktıkları ve yaşadıkları",
                "aciklama": {
                  "a": "Türk adının anlamı açıklanarak ilk Türk devletlerinin hâkim oldukları alanlar harita üzerinde gösterilir.",
                  "b": "İlk Türk devletleriyle ilgili başlıca siyasi gelişmeler tarih şeridi üzerinde gösterilir. Başlıca siyasi gelişmeler olarak Asya Hun Devleti’nin kurulması (MÖ 220), Asya Hun Devleti’nin yıkılması (216), Avrupa Hun Devleti’nin kurulması (370), Kavimler Göçü (375), Avrupa Hun Devleti’nin yıkılması (496), I. Kök Türk Devleti’nin kurulması (552), I. Kök Türk Devleti’nin yıkılması (630), II. Kök Türk Devleti’nin kurulması (682), II. Kök Türk Devleti’nin yıkılması (742), Uygur Devleti’nin kurulması (744) ve Uygur Devleti’nin yıkılması (840) verilir.  Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir."
                }
              },
              "9.4.2": {
                "baslik": "İlk ve Orta Çağlarda İç Asya’daki Türk siyasi teşekküllerinin güç",
                "aciklama": {
                  "a": "Asya Hun, Kök Türk ve Uygur Devletleri, gücün meşruiyet kaynağı (Gök Tengri ve Kut inançları); gücün maddi kaynakları (coğrafi yapı, konargöçer hayat tarzı, soy dayanışması ve silahlı güç); güç paylaşımı ve yönetim organizasyonu (kurultay, ikili teşkilat yapısı ve ülüş ilkesi) temaları çerçevesinde ele alınır.",
                  "b": "“Töre”nin Türk toplum yapısı ve hukuk sistemindeki yeri ve önemi vurgulanır.",
                  "c": "Kazanım kapsamındaki konular işlenirken Orhun Kitabelerinden örnekler verilir."
                }
              },
              "9.4.3": {
                "baslik": "İslamiyet öncesi dönemde Türklerin yaşadığı coğrafyalar ile hayat",
                "aciklama": {
                  "a": "Tarıma uygun olmayan bozkır coğrafyasının Türk topluluklarını konar-göçer hayat tarzına yönelttiği vurgulanır.",
                  "b": "Türk topluluklarının çeşitli dönemlerde Asya içlerine ve Asya dışına yaptıkları kitlesel göçlerin onların hayat tarzlarına etkisi açıklanır.",
                  "c": "Askerî kültürün Türk hayat tarzındaki yeri ve öneminden hareketle Türk topluluklarının geliştirdiği ve dünya askerî tarihine mal olmuş teşkilat, teçhizat ve taktikler (süvarilik, onlu teşkilat, ok ve yay, üzengi, Turan taktiği) vurgulanır."
                }
              },
              "9.4.4": {
                "baslik": "Kavimler Göçü’nün sebep ve sonuçlarını siyasi ve sosyal",
                "aciklama": {
                  "a": "Kavimler Göçü ile Asya ve Avrupa’daki siyasi yapılarda meydana gelen değişim harita üzerinde gösterilir.",
                  "b": "Avrupa Hun Devleti’nin kuruluşuna ve bu devletin Avrupa’ya etkilerine değinilir.",
                  "c": "Türk topluluklarına kısaca değinilir."
                }
              },
              "9.4.5": {
                "baslik": "Asya merkezli Türk Devletlerinin çevrelerindeki devletlerle",
                "aciklama": {
                  "a": "Hun, Kök Türk, Uygur ve Hazar Devletlerinin Çin, Sasani ve Bizans Devletleri ile 78 ilişkilerinin çok boyutlu yapısını analiz eder. ilişkilerinden hareketle konar-göçer ve yerleşik topluluklar arasındaki ilişkilerin çatışma ve uzlaşma eksenli olarak askerî ve ekonomik boyutlarda gerçekleştiği vurgulanır.",
                  "b": "Hun, Kök Türk, Uygur ve Hazar siyasi teşekküllerinin hâkimiyetleri altındaki topraklarda ticareti canlandırmaya yönelik politikaları ile bu politikaların gerekçeleri üzerinde durulur."
                }
              }
            }
          },
          "9.5": {
            "baslik": "İSLAM MEDENİYETİNİN DOĞUŞU",
            "alt": {
              "9.5.1": {
                "baslik": "İslamiyet’in doğuşu sırasında Arap Yarımadası, Asya, Avrupa ve",
                "aciklama": {
                  "a": "İslamiyet’in ortaya çıktığı ve yayıldığı dönemlerdeki başlıca siyasi ve sosyal gelişmeler tarih şeridi ve haritalar üzerinde gösterilir. Başlıca siyasi gelişmeler olarak Hz. Muhammed’e peygamberliğin gelişi (610), Müslümanların Habeşistan’a hicret etmesi (615), Müslümanların Medine’ye hicret etmesi (622), Medine Sözleşmesi (622), Bedir Savaşı (624), Uhud Savaşı (625), Hendek Savaşı (627), Hudeybiye Barışı (628), Hayber’in Fethi (629), Mute Seferi (629), Mekke’nin Fethi (630), Huneyn Seferi (630), Taif Seferi (630), Tebük Seferi (631), Veda Haccı ve Hz. Muhammed’in vefatı (632) verilir.  Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir.",
                  "b": "Hz. Muhammed’in peygamberliğinin öncesinde Mekke'deki ve Arap Yarımadası’nın geri kalan kısmındaki siyasi durum ve toplumsal düzen ana hatlarıyla ele alınır.",
                  "c": "\"Cahiliye Dönemi\" kavramı toplum düzeni açısından açıklanır."
                }
              },
              "9.5.2": {
                "baslik": "Hz. Muhammed ve Dört Halife Dönemi’nde Müslümanların Arap",
                "aciklama": {
                  "a": "Hz. Muhammed Dönemi’nde Müslümanların kendilerini korumak ve İslam’ı yaymak üzere gerçekleştirdikleri muharebelere değinilir. Muharebelerin sadece önem ve amaçları vurgulanarak diğer ayrıntılara girilmez.",
                  "b": "Medine Sözleşmesi’nin öngördüğü toplum düzeni ve ilk kurumsal yapılanmalar (eğitim, idare, güvenlik ve yargı) ele alınır.",
                  "c": "Dört Halife Dönemi’nde İslam toplumunun idaresi, sınırların genişlemesi ve ihtidalar üzerinde durulur.",
                  "ç": "Dört Halife Dönemi’nde İslam toplumunda yaşanan siyasi mücadeleler ile sosyal karışıklıkların sebep ve sonuçlarına ana hatlarıyla değinilir."
                }
              },
              "9.5.3": {
                "baslik": "Emeviler ile birlikte İslam Devleti’nin yapısında meydana gelen",
                "aciklama": {
                  "a": "Emeviler Dönemi’nde hilafetin saltanata dönüştüğü ve Arap olmayan unsurların (mevali) zaman zaman devlet idaresi ve sosyal yaşamda bazı haklardan mahrum bırakıldıkları vurgulanır. 79",
                  "b": "Emeviler Dönemi’nde inanç ve siyaset ilişkisi ile keskinleşmeye başlayan mezhebi yönelimler ele alınır.",
                  "c": "Emeviler Dönemi’nde İslamiyet’in Kuzey Afrika ve Avrupa’daki yayılışına ve İslam kültürünün Avrupa’ya etkilerine değinilir. Endülüs’teki düşünce ve kültür dünyası; önemli şahsiyetler ve tercüme faaliyetleri ekseninde özellikle vurgulanır."
                }
              },
              "9.5.4": {
                "baslik": "Türklerin Abbasi Devleti’ndeki askerî ve siyasi gelişmelerde",
                "aciklama": {
                  "a": "Abbasiler Dönemi’ndeki başlıca siyasi ve sosyal gelişmelere kısaca değinilir.",
                  "b": "Halife Me’mun ve Mu’tasım Dönemlerinde Türk asker ve devlet görevlilerinin Abbasi devlet yönetiminde artan etkisi ve bu durumun sonuçları açıklanır.",
                  "c": "İslam hâkimiyetinin Afrika’daki genişlemesinden hareketle Tolunoğulları (868-905), İhşîdîler (935-969), Eyyubiler (1174-1250) ve Memlûk Devleti (1250-1517) öne çıkan özellikleriyle kısaca ele alınır."
                }
              },
              "9.5.5": {
                "baslik": "Sekizinci ve on ikinci yüzyıllar arasında İslam medeniyeti",
                "aciklama": {
                  "a": "İslam medeniyetinin ilim ve eğitim kurumları (Beytü’l-hikme, medreseler, camiler ve kütüphaneler) kısaca tanıtılır.",
                  "b": "İslam medeniyetinde kabul görmüş dinî (naklî) ve aklî ilimler ayrımı üzerinde durulur.",
                  "c": "İslam âlimlerinin nazari (teorik) ve bütüncül bir perspektifle kişinin kendini, âlemi ve Allah’ı tanıması maksadı güden bir ilim anlayışına sahip oldukları vurgulanır.",
                  "ç": "İslam medeniyetine mensup olup farklı bilim alanlarındaki çalışmaları ile düşünce ve bilim tarihine geçmiş önemli âlimleri (Farabi, İbn-i Sina, İmam Gazali, İbn-i Rüş",
                  "d": "İslam dünyasında ortaya çıkan bilimsel gelişmelere ve bu gelişmelerin Avrupa’ya etkilerine kısaca değinilir.",
                  "e": "İslam medeniyetinde sanata verilen önem ve öne çıkan sanat dallarına değinilir."
                }
              }
            }
          },
          "9.6": {
            "baslik": "TÜRKLERİN İSLAMİYET’İ KABULÜ VE İLK TÜRK İSLAM DEVLETLERİ",
            "alt": {
              "9.6.1": {
                "baslik": "Türklerin İslamiyet’i kabul etmeye başlamaları ile Türkiye Selçuklu",
                "aciklama": {
                  "a": "Devleti’nin kuruluşu arasındaki süreçte meydana gelen başlıca siyasi gelişmeleri tarih şeridi ve haritalar üzerinde gösterir. Başlıca siyasi gelişmeler olarak Talas Savaşı (751), Karahanlı Devleti’nin kurulması (840), Gazneli Devleti’nin kurulması (963), Büyük Selçuklu Devleti’nin kurulması (1040), Dandakan Savaşı (1040), Pasinler Muharebesi (1048), Malazgirt Muharebesi (1071) ve Türkiye Selçuklu Devleti’nin kurulması (1077), Harzemşahlar Devleti’nin kurulması (1097), Büyük Selçuklu Devleti’nin yıkılması (1157), Gazneli Devleti’nin 80 yıkılması (1187), Karahanlı Devleti’nin yıkılması (1212), Harzemşahlar Devleti’nin yıkılması (1230) verilir. Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir."
                }
              },
              "9.6.2": {
                "baslik": "Türklerin İslamiyet’i kabul etme sürecine etki eden faktörleri",
                "aciklama": {
                  "a": "Türk topluluklarının İslamiyet’i kabullerinin bir anda ve toplu olarak değil aşamalı olarak ve farklı tarihlerde gerçekleştiği vurgulanır.",
                  "b": "Acemler, Berberiler ve Kürtlerin İslam dinini kabul etme süreçlerine kısaca değinilir."
                }
              },
              "9.6.3": {
                "baslik": "Karahanlı ve Gazneli örneklerinden hareketle İslamiyet’in",
                "aciklama": {
                  "a": "kabulünün Türk devlet yapısında ve toplumsal hayatta meydana getirdiği değişimleri analiz eder. Dönemin yazılı eserleri “Kutadgu Bilig”, “Divânü Lûgati’t-Türk”, “Atabetü’l-Hakayık” ve “Divân-ı Hikmet”e kısaca değinilir."
                }
              },
              "9.6.4": {
                "baslik": "Büyük Selçuklu Devleti Dönemi’ndeki başlıca siyasi gelişmeleri Türk",
                "aciklama": {
                  "a": "Oğuz Türklerinin İslamiyet’i kabul etmelerinin Türk ve İslam tarihinde meydana getirdiği siyasi, sosyal ve kültürel etkilere değinilir.",
                  "b": "Dandanakan, Pasinler ve Malazgirt Muharebelerinin sebep ve sonuçları kısaca ele alınır.",
                  "c": "Büyük Selçuklu Devleti’nin Tuğrul Bey Dönemi’nde İslam dünyasında koruyucu rol üstlendiğine değinilir.",
                  "ç": "Büyük Selçuklu Devleti’nin yıkılış sürecine değinilir."
                }
              },
              "9.6.5": {
                "baslik": "Büyük Selçuklu Devleti’nin yönetim ve toplum yapısını kavrar.",
                "aciklama": {
                  "a": "Büyük Selçuklu Devleti’nin güç ve yönetim yapısı; gücün meşruiyet kaynağı, gücün maddi kaynakları, güç paylaşımı ve yönetim organizasyonu temaları çerçevesinde ele alınır.",
                  "b": "İran ve Türk devlet geleneklerine ait unsurların Büyük Selçuklu devlet teşkilatında birlikte yer aldığı vurgulanır.",
                  "c": "Nizâmülmülk’ün “Siyasetnâme” adlı eseri devlet yöneticilerinde aranan özellikler açısından incelenir. Ayrıca Nizamiye Medreseleri yapılanması ve Gazalî’nin bu medereselere etkisine değinilir.",
                  "ç": "Selçuklu kültür ve medeniyetinin ana unsurları (bilimsel ve düşünsel gelişim, mimari, sanat ve edebiyat alanlarındaki faaliyetler) işlenir. 81"
                }
              }
            }
          }
        }
      },
      "10": {
        "alt": {
          "10.1": {
            "baslik": "YERLEŞME VE DEVLETLEŞME SÜRECİNDE SELÇUKLU TÜRKİYESİ",
            "alt": {
              "10.1.1": {
                "baslik": "Türklerin Anadolu’ya yerleşmeye başlaması ile Türkiye Selçuklu",
                "aciklama": {
                  "a": "Devleti’nin yıkılışı arasındaki süreçte meydana gelen başlıca siyasi gelişmeleri tarih şeridi ve haritalar üzerinde gösterir. Başlıca siyasi gelişmeler olarak Saltuklular Beyliği’nin kurulması (1072), Danişmentliler Beyliği’nin kurulması (1080), Mengücekliler Beyliği’nin kurulması (1080), Çaka Beyliği’nin kurulması (1081), Türkiye Selçuklu Devleti’nin kurulması (1077), Çaka Beyliği’nin yıkılması (1093), I. Haçlı Seferi (1096-1099), Artuklular Beyliği’nin kurulması (1102), Katvan Muharebesi (1141), II. Haçlı Seferi (1147-1149), Büyük Selçuklu Devleti’nin yıkılması (1157), Eyyubiler Devleti’nin kurulması (1174), Miryokefalon Muharebesi (1176), Danişmentliler Beyliği’nin yıkılması (1178), III. Haçlı Seferi (1189-1192), Moğol İmparatorluğu’nun kurulması (1196), Saltuklular Beyliği’nin yıkılması (1202), IV. Haçlı Seferi (1202-1204), Moğol İmparatorluğu’nun parçalanması (1227), Mengücekliler Beyliği’nin yıkılması (1228), Yassıçemen Muharebesi (1230), Artuklular Beyliği’nin yıkılması (1231), Bâbailer Ayaklanması (1240), Kösedağ Muharebesi (1243), Eyyubiler Devleti’nin yıkılması (1250), Memlûklular Devleti’nin kurulması (1250), Ayn-ı Calut Muharebesi (1260), Haçlı Seferleri’nin sona ermesi (1270), Karamanoğlu Mehmet Bey'in Türkçeyi resmî dil ilan etmesi (1277) ve Türkiye Selçuklu Devleti’nin yıkılması (1308) verilir.  Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir."
                }
              },
              "10.1.2": {
                "baslik": "Anadolu’ya yapılan Türk göçlerinin sosyokültürel etkilerini analiz",
                "aciklama": {
                  "a": "olarak anılmasına vurgu yapılır.",
                  "b": "Dönemin Latin ve Arap kaynaklarında Anadolu’nun ilk kez on ikinci yüzyılda Türkiye (Turchia, Turkiy"
                }
              },
              "10.1.3": {
                "baslik": "Anadolu’daki ilk Türk siyasi teşekküllerinin birbirleriyle ve çevre",
                "aciklama": {
                  "a": "Anadolu’da kurulan ilk Türk beyliklerinin birbirleriyle ve çevre devletlerle olan ilişkilerine kısaca değinilir.",
                  "b": "Türkiye Selçuklu Devleti’nin Bizans ile mücadeleleri çerçevesinde Miryokefalon Muharebesi’ne değinilir."
                }
              },
              "10.1.4": {
                "baslik": "Türklerin Anadolu’da devletleşme sürecini etkileyen faktörleri",
                "aciklama": {
                  "a": "Oğuz boylarının önceki dönemlerde boy birliği ya da beylik gibi geçici siyasi çatılar altında bir araya gelmesi vurgulanır.",
                  "b": "Türkiye Selçuklu Devleti’nin teşkilat yapısı ile sosyokültürel özellikleri kısaca ele alınır."
                }
              },
              "10.1.5": {
                "baslik": "İslam dünyasının korunması bağlamında Türkiye Selçuklu Devleti",
                "aciklama": {
                  "e": "harita/haritalar üzerinde gösterilir. 82"
                }
              },
              "10.1.6": {
                "baslik": "Moğol İstilası'nın Anadolu’da meydana getirdiği siyasi ve sosyal",
                "aciklama": {
                  "a": "Türkiye Selçuklu Devleti’nin Moğollara karşı mücadelesinde çevresindeki diğer devlet ve    beyliklerle uzlaşma arayışları ile bu çerçevede alınan tedbirler üzerinde durulur.",
                  "b": "Kösedağ Muharebesi’nden sonra Anadolu’da İkinci Beylikler Dönemi’nin ortaya çıkmasının politik ve sosyolojik sebep ve sonuçları üzerinde durulur.",
                  "c": "Babailer İsyanı’na kısaca değinilir.",
                  "ç": "Anadolu’daki sosyal huzurun bozulması karşısında düzeni yeniden sağlanmasına yönelik gayretleri bulunan başlıca isimler (Mevlânâ, Hacı Bektaş-ı Veli ve Yunus Emr",
                  "e": "üzerinde durulur."
                }
              }
            }
          },
          "10.2": {
            "baslik": "BEYLİKTEN DEVLETE OSMANLI SİYASETİ (1302-1453)",
            "alt": {
              "10.2.1": {
                "baslik": "1302-1453 yılları arasındaki süreçte meydana gelen başlıca siyasi",
                "aciklama": {
                  "a": "Başlıca siyasi gelişmeler olarak Koyunhisar Muharebesi (1302), Bursa’nın Fethi (1326), Palekanon Muharebesi (1329), İznik’in Fethi (1331), İzmit’in Fethi (1337), Karesi Beyliği’nin alınması (1345), Çimpe Kalesi’nin alınması (1353), Edirne’nin Fethi (1363), Çirmen Muharebesi (1371), I. Kosova Muharebesi (1389), Niğbolu Muharebesi (1396), Ankara Savaşı (1402), Fetret Devri (1402-1413), Varna Muharebesi (1444) ve II. Kosova Muharebesi (1448) verilir.  Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir.",
                  "b": "On üçüncü yüzyılın sonlarında Anadolu’daki ve çevresindeki jeopolitik durum açıklanır."
                }
              },
              "10.2.2": {
                "baslik": "Osmanlı Beyliği’nin kuruluşu hakkında ileri sürülen çeşitli",
                "aciklama": {
                  "a": "Wittek, Köprülü ve İnalcık’ın görüşleri karşılaştırılır.",
                  "b": "Bilimsel bilginin değişebilir olduğuna, ulaşılan yeni kaynaklar aracılığıyla ya da mevcut kaynakların araştırmacılar tarafından yeniden yorumlanmasıyla geçmişe dair bilgilerin yeniden inşa edilebileceğine dikkat çekilir."
                }
              },
              "10.2.3": {
                "baslik": "Osmanlı Beyliği’nin devletleşme sürecini Bizans’la olan ilişkileri",
                "aciklama": {
                  "a": "Osmanlı - Bizans ilişkileri uzlaşma-çatışma dinamiği üzerinden ele alınır.",
                  "b": "Osmanlı Beyliği’nin sınırlarının genişlemesinin aşamalı olarak ve farklı fetih yöntemleri izlenerek uzun sürede gerçekleştiği vurgulanır."
                }
              },
              "10.2.4": {
                "baslik": "Rumeli’deki fetihler ile iskân (şenlendirme) ve istimâlet",
                "aciklama": {
                  "a": "Osmanlı’nın Anadolu’ya nispeten Rumeli’de daha hızlı hâkimiyet kurmasında, Balkanlar’daki yerli unsurlar arasındaki mezhebi, siyasi ve sosyal iç çekişmelerinin etkisi üzerinde durulur.",
                  "b": "Rumeli'deki fetihlerin kalıcı olmasında, gönüllü ve zorunlu olarak rol alan demografik güçlerin (dervişler, aşiretler, akıncı uç beyleri, Ahiyân-ı Rûm, Bâciyân-ı Rûm) ve iskân 83 politikasının önemi vurgulanır."
                }
              },
              "10.2.5": {
                "baslik": "Osmanlı Devleti’nin Anadolu’da Türk siyasi birliğini sağlamaya",
                "aciklama": {
                  "a": "yönelik faaliyetlerini analiz eder. Osmanlı Devleti’nin beyliklere yönelik politikalarındaki değişime değinilir."
                }
              },
              "10.2.6": {
                "baslik": "Osmanlı Devleti ile Timur Devleti arasındaki mücadeleyi ve bu",
                "aciklama": {
                  "a": "Türk dünyasındaki liderlik mücadelesi Yıldırım Bayezid ve Timur örneği üzerinden ele alınır. Timur Devleti’nin Türk dünyası üzerindeki etkilerine kısaca değinilir.",
                  "b": "Fetret Devri'ne ve Osmanlı siyasi birliğinin yeniden sağlanmasına kısaca değinilir.",
                  "c": "Sosyal ve dinî etkileri bağlamında Şeyh Bedreddin Olayı’na kısaca değinilir."
                }
              }
            }
          },
          "10.3": {
            "baslik": "DEVLETLEŞME SÜRECİNDE SAVAŞÇILAR VE ASKERLER",
            "alt": {
              "10.3.1": {
                "baslik": "Kuruluş Dönemi’nde Osmanlı askerî gücünün farklı muharip",
                "aciklama": {
                  "a": "Bir devlete bağlı olmayan savaşçı topluluklar (aşiret savaşçıları, ücretli savaşçılar, inanç    ve din uğruna savaşanlar) ile devlet askerleri arasındaki farklar açıklanarak Türk tarihindeki    ‘alplık’ ve ‘gazilik’ kavramları üzerinde durulur.",
                  "b": "Diğer Türk beylik ve devletlerinin aksine erken tarihte aşiret güçlerinden düzenli birliklere geçen Osmanlı'nın ilk dönem askerî teşkilatına ve bu teşkilatı oluşturan zümrelere değinilir."
                }
              },
              "10.3.2": {
                "baslik": "Tımar sisteminin özelliklerini siyasi, sosyal ve ekonomik açılardan",
                "aciklama": {
                  "a": "Osmanlı toplum düzenindeki askerî (vergi vermeyen) - reaya (vergi ödeyen) ayrımının siyasi ve ekonomik temelleri üzerinde durulur.",
                  "b": "Osmanlı ordu sisteminde Tımarlı Sipahiler ile Yeniçeri Ocağının birbirlerine karşı birer denge unsuru olduklarına değinilir."
                }
              },
              "10.3.3": {
                "baslik": "Yeniçeri Ocağının ve devşirme sisteminin Osmanlı devletleşme",
                "aciklama": {
                  "a": "Yeniçeri Ocağının kurulmasına ve devşirme sisteminin köklerine, ortaya çıkış sürecine değinilerek bunların merkezi devlet yapısının güçlenmesindeki rolleri vurgulanır. Osmanlıların, Yeniçeri Ocağı ile birlikte, Abbasi ve Selçukluların daha önce uyguladıkları gulâm sistemini mükemmelleştirdikleri açıklanır.",
                  "b": "Yeniçeri Ocağı ile birlikte profesyonel askerliğin başlamasının Osmanlı Devleti’ni askerî teşkilat ve güç bakımından diğer Türk devletleri ile dönemin Avrupa devletlerinden ayrıştırdığına değinilir."
                }
              }
            }
          },
          "10.4": {
            "baslik": "BEYLİKTEN DEVLETE OSMANLI MEDENİYETİ",
            "alt": {
              "10.4.1": {
                "baslik": "Sûfîlerin ve âlimlerin öğretilerinin Anadolu’nun İslamlaşmasına",
                "aciklama": {
                  "a": "etkisini kavrar. Özlü sözlerinden hareketle Ahmet Yesevî, Mevlânâ Celâleddîn-î Rumî, Ahî Evran, Yunus Emre, Hacı Bektâş-ı Velî ve Hacı Bayrâm-ı Velî gibi şahsiyetlerin temel öğretilerine değinilir."
                }
              },
              "10.4.2": {
                "baslik": "Osmanlı devlet idaresinin ilmiye, kalemiye ve seyfiye sınıflarının",
                "aciklama": {
                  "a": "İlmiye sınıfının çeşitli vazifelerinden (devlet idaresi, hukuk ve adalet, ilim ve tedris) hareketle dinin Osmanlı devlet idaresi ve toplum düzenindeki rolü üzerinde durulur.",
                  "b": "Osmanlı dünyasında medreseler ve âlimlerin yanı sıra tekkeler ve ariflerin de bilgi üretimi ve eğitim alanında önemli vazifeler üstlendiği vurgulanır.",
                  "c": "Türk dünyasında yetişmiş olan bilim insanlarına (Akşemseddin, Ali Kuşçu ve Uluğ Bey) ve çalışmalarına kısaca değinilir."
                }
              },
              "10.4.3": {
                "baslik": "Osmanlı coğrafyasında sözlü ve yazılı kültürün toplum hayatına",
                "aciklama": {
                  "a": "Sözlü halk kültürü ile saray çevresi ve belirli şehirlerde oluşan kitabî kültür ana hatlarıyla ele alınır.",
                  "b": "II. Murad Dönemi’ndeki kültürel gelişmeler üzerinde durulur.",
                  "c": "Şair sultanların eserlerinden örneklere (orijinali ve günümüz Türkçesi il",
                  "e": "yer verilir."
                }
              },
              "10.4.4": {
                "baslik": "Osmanlı coğrafyasındaki zanaat, sanat ve kültür faaliyetleri ile",
                "aciklama": {
                  "a": "Osmanlı hâkimiyetiyle birlikte Anadolu ve Rumeli’deki şehirlerin yapısındaki dönüşüm (şehir planlaması, mimari anlayış) üzerinde durulur.",
                  "b": "Ahşap ve taş işlemeciliği, dokumacılık, çinicilik ve hat sanatlarına değinilir"
                }
              }
            }
          },
          "10.5": {
            "baslik": "DÜNYA GÜCÜ OSMANLI (1453-1595)",
            "alt": {
              "10.5.1": {
                "baslik": "1453-1520 yılları arasındaki süreçte meydana gelen başlıca siyasi",
                "aciklama": {
                  "a": "gelişmeleri tarih şeridi ve haritalar üzerinde gösterir. Başlıca siyasi gelişmeler olarak İstanbul’un Fethi (1453), Sırbistan’ın alınması (1454), Amasra’nın alınması (1459), Mora’nın alınması (1460), Sinop ve Trabzon’un alınması (1461), Eflâk’ın alınması (1462), Bosna ve Hersek’in alınması (1463), Venedik ile mücadele (1463-1479), Otlukbeli Muharebesi (1473), Karamanoğlu Beyliği’ne son verilmesi (1474), Kırım’ın Fethi (1475), Boğdan’ın alınması (1476), Arnavutluk’un alınması (1479), İtalya Seferi (1480), Cem Sultan Olayı (1481-1495), İspanya’daki Yahudilerin Osmanlı ülkesine getirilmesi (1492), Şahkulu İsyanı (1511), Çaldıran Muharebesi (1514), Turnadağ Muharebesi (1515), Mercidabık Muharebesi (1516) ve Ridaniye Muharebesi (1517) verilir.  Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir."
                }
              },
              "10.5.2": {
                "baslik": "İstanbul’un Fethi’nin sebeplerini, fetih sürecini ve fethin stratejik",
                "aciklama": {
                  "a": "Fethi’n dünya siyasi tarihi bakımından önemine değinilir.",
                  "b": "Osmanlı Devleti’nin kurumsallaşmasında (idari, kültürel ve demografik boyutlar 85 özellikle vurgulanarak) İstanbul’un fethinin oynadığı rol vurgulanır."
                }
              },
              "10.5.3": {
                "baslik": "Osmanlı Devleti’nin İslam coğrafyasında hâkimiyet kurmasının",
                "aciklama": {
                  "a": "Anadolu ve İran coğrafyasında hâkimiyet kurma çabalarının siyasi ve sosyal etkileri üzerinde durulur.",
                  "b": "I. Selim Dönemi’nde Osmanlı - Memlûk ilişkileri, İslam dünyasında liderlik mücadelesi bağlamında ele alınır."
                }
              },
              "10.5.4": {
                "baslik": "1520-1595 yılları arasındaki süreçte meydana gelen başlıca siyasi",
                "aciklama": {
                  "a": "gelişmeleri tarih şeridi ve haritalar üzerinde gösterir. Başlıca siyasi gelişmeler olarak Belgrad’ın Fethi (1521), Rodos’un Fethi (1522), Mohaç Muharebesi (1526), Babür İmparatorluğu’nun kurulması (1526), Barbaros Hayrettin'in Cezayir'e hâkim olması (1529), I. Viyana Kuşatması (1529), İstanbul Antlaşması (1533), Cezayir’in alınması (1533), Irakeyn Muharebesi (1534), Fransa’ya kapitülasyon verilmesi (1535), Preveze Deniz Savaşı (1538), Hint Deniz Seferleri (1538-1553), Trablusgarp’ın Fethi (1551), Tebriz’in alınması (1548), Nahçıvan’ın alınması (1553), Amasya Antlaşması (1555), Sudan’ın Kızıldeniz sahilinde Sevâkin Adası merkezli Habeş Eyaleti’nin kurulması (1555), Augsburg Barışı (1555), Cerbe Deniz Savaşı (1560), Zigetvar Seferi (1566), Sakız Adası’nın alınması (1566), Yemen’in alınması (1568), Kıbrıs’ın Fethi (1571), İnebahtı Deniz Savaşı (1571), Tunus'un Fethi (1574), Fas'ta Osmanlı hâkimiyetinin kurulması (1578) ve Ferhat Paşa Antlaşması (1590) verilir. Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir."
                }
              },
              "10.5.5": {
                "baslik": "Kanuni Dönemi’nden itibaren Osmanlı Devleti’nin siyasi sınırlar ve",
                "aciklama": {
                  "a": "I. Süleyman’ın “Kanuni” olarak anılmasının gerekçeleri üzerinde durulur.",
                  "b": "Osmanlı-Habsburg mücadelesi Doğu Avrupa’da hâkimiyet kurma çabaları bağlamında ele alınır.",
                  "c": "Osmanlı-Safevi ilişkileri Doğu’da hâkimiyet kurma çabaları bağlamında açıklanır.",
                  "ç": "Osmanlı Devleti’nin uyguladığı ekonomi politikalarından ticaret yollarının kontrolü ve kapitülasyonlara / imtiyazlara değinilerek bunlar üzerinden kurulan uzun vadeli stratejik ortaklıklara vurgu yapılır."
                }
              },
              "10.5.6": {
                "baslik": "Uyguladığı uzun vadeli stratejinin Osmanlı Devleti’nin dünya gücü",
                "aciklama": {
                  "a": "Osmanlı Devleti’nin XV ve XVI. yüzyıllardaki stratejik rakiplerine [Venedik, Ceneviz, Portekiz, İspanya, Avusturya (Habsburg İmparatorluğu), Safeviler, Memlûkler] karşı uyguladığı uzun vadeli politikalar ve bunların yansımaları üzerinde durulur.",
                  "b": "Osmanlı’nın XV ve XVI. yüzyıllarda izlediği siyasetin uzun vadeli etkileri [Roma Katolik Kilisesi’ne karşı Ortodoksluğun ve Protestanlığın himaye edilmesi, Avrupa monarşilerinin varlıklarını devam ettirmeleri (Fransa, İngiltere ve Hollanda), Afrika’daki Müslümanların himaye edilmesi] üzerinde durulur."
                }
              },
              "10.5.7": {
                "baslik": "Osmanlı Devleti’nin takip ettiği kara ve deniz politikalarını analiz",
                "aciklama": {
                  "a": "gücü olduğu vurgulanır ve dönemin diğer büyük kıta güçlerine kısaca değinilir.",
                  "b": "Coğrafi Keşifler’in Osmanlı Devleti’nin Akdeniz’deki hâkimiyetinde meydana getirdiği değişimler üzerinde durulur. 86",
                  "c": "Osmanlı Devleti’nin stratejik amaçlı olarak Akdeniz dışına yönelme çabaları bağlamında Hint Deniz Seferleri ele alınır.",
                  "ç": "Atlantik ülkelerinin (Portekiz, İspanya, Hollanda, İngilter",
                  "e": "okyanus güçleri olarak Akdeniz’e nüfuz etme çabaları üzerinde durulur"
                }
              }
            }
          },
          "10.6": {
            "baslik": "SULTAN VE OSMANLI MERKEZ TEŞKİLATI",
            "alt": {
              "10.6.1": {
                "baslik": "Topkapı Sarayı’nın devlet idaresinin yanı sıra devlet adamı",
                "aciklama": {
                  "a": "Padişahın ikametgâhı olan sarayın aynı zamanda devlet idaresinin ve devlet adamı yetiştirilmesinin de merkezi olduğu açıklanır.",
                  "b": "Sarayın bölümleri, saray halkı ve Divân-ı Hümâyuna değinilerek Osmanlı merkezî idaresinde padişah dışındaki aktörler üzerinde durulur.",
                  "c": "Tarihî olayların, bugünün bakış açısı ve değer yargılarıyla ele alınmasının tarihî gerçeklerin yorumlanmasına etkileri örnek olay ve metinler üzerinden ele alınır."
                }
              },
              "10.6.2": {
                "baslik": "Osmanlı Devleti’nde merkezi otoriteyi güçlendirmeye yönelik",
                "aciklama": {
                  "a": "“Devletin toprakları padişahındır.” anlayışı, Fatih Kanunnâmesi ile devletin bekası için padişaha kendi öz kardeşlerini bile öldürme izninin verilmesi, padişahın Divân-ı Hümâyunun başkanlığını vezir-i âzama devretmesi, haremden evlenme usulünün ve müsadere sisteminin getirilmesi konularına değinilir.",
                  "b": "Osmanlı nasihatnâme ve siyasetnâme geleneğine ait örneklerden hareketle devlet idarecisinin sahip olması gereken vasıflara değinilir.",
                  "c": "Başlangıçtan on yedinci yüzyıla kadar şehzadelerin yetiştirilme usulü ve bunun Osmanlı yönetimine etkisi vurgulanır."
                }
              }
            }
          },
          "10.7": {
            "baslik": "KLASİK ÇAĞDA OSMANLI TOPLUM DÜZENİ",
            "alt": {
              "10.7.1": {
                "baslik": "Osmanlı Devleti’nde millet sisteminin yapısını analiz eder.",
                "aciklama": {
                  "a": "İslam ve Osmanlı düşünce geleneklerinde ümmet ve millet kavramlarına yüklenen anlamlara değinilir.",
                  "b": "Farklı dinî ve kültürel kimliklere sahip toplum kesimlerini idare etmenin millet sistemi sayesinde mümkün olduğu vurgulanır."
                }
              },
              "10.7.2": {
                "baslik": "Osmanlı Devleti’nin fethettiği yerleşim yerlerinin İslam kültürünün",
                "aciklama": {
                  "a": "Fethedilen bölgelerdeki gayrimüslimlerin yaşadıkları toplumsal değişimler üzerinde durulur.",
                  "b": "Osmanlı şehir ve mahallelerindeki çok kültürlü sosyal hayat (panayır ve şenlikler, dinî 87 törenlerin günlük hayata yansımaları, yemek kültüründeki çeşitlilik, kıraathane / kahvehane ve bozahane kültürü, kıyafetlerdeki çeşitlilik) üzerinde durulur."
                }
              },
              "10.7.3": {
                "baslik": "Osmanlı ekonomik sistemi içerisinde tarımsal üretimin önemini",
                "aciklama": {
                  "a": "fark eder. Osmanlı Devleti’nde devletin toprak üzerindeki mülkiyeti ve çifthane sisteminin, zirai üretimin sürdürülmesindeki rolüne değinilir."
                }
              },
              "10.7.4": {
                "baslik": "Lonca Teşkilatının Osmanlı ekonomik sistemi ve toplum",
                "aciklama": {
                  "a": "Üretimde ziraat ve el emeğini esas alan Osmanlı ekonomik sisteminde Lonca Teşkilatının ve narh uygulamasının rolüne kısaca değinilir.",
                  "b": "Loncaların toplumsal hayat ve mesleki eğitimdeki yerine değinilerek Osmanlı şehirlerindeki başlıca meslek grupları ele alınır.",
                  "c": "Osmanlı ekonomik sistemi içerisinde başlıca ticaret mekânları (liman, kervansaray, pazar yeri, bedesten ve kapan) açıklanır."
                }
              },
              "10.7.5": {
                "baslik": "Osmanlı Devleti’nde vakıfların sosyal hayattaki yerini ve önemini",
                "aciklama": {
                  "a": "Vakıfların sosyal hayatta üstlendiği rollere (imar faaliyetleri, dinî ve sosyo-ekonomik hizmetler) değinilir.",
                  "b": "Sosyal hayatta vakıfların faaliyet alanlarının çeşitliliği farklı vakfiye örnekleri üzerinden ele alınır."
                }
              }
            }
          }
        }
      },
      "11": {
        "alt": {
          "11.1": {
            "baslik": "DEĞİŞEN DÜNYA DENGELERİ KARŞISINDA OSMANLI SİYASETİ (1595-1774)",
            "alt": {
              "11.1.1": {
                "baslik": "1595-1700 yılları arasındaki süreçte meydana gelen başlıca siyasi",
                "aciklama": {
                  "a": "gelişmeleri tarih şeridi ve haritalar üzerinde gösterir. Başlıca siyasi gelişmeler olarak Haçova Muharebesi (1596), Zitvatorok Antlaşması (1606), Nasuh Paşa Antlaşması (1612), Serav Antlaşması (1618), Hotin Antlaşması (1621), Kasr-ı ŞirinAntlaşması (1639), Vasvar Antlaşması (1664), Girit’in Fethi (1669), Bucaş Antlaşması (1676), Bahçesaray Antlaşması (1681), II. Viyana Kuşatması (1683), Karlofça Antlaşması (1699) ve İstanbul Antlaşması (1700) verilir.  Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir."
                }
              },
              "11.1.2": {
                "baslik": "XVII. yüzyılda değişen siyasi rekabet içerisinde Osmanlı Devleti’nin ittifak",
                "aciklama": {
                  "a": "ve kayıplar bağlamında Avrupa siyasetinde kurduğu konjonktürel ittifaklara ana hatlarıyla değinilir",
                  "b": "Bu dönemde Osmanlı Devleti’nin doğu sınırının büyük ölçüde belirlendiğine (Kasr-ı Şirin Antlaşması) değinilir.",
                  "c": "Osmanlı Devleti’nin karşı karşıya kaldığı stratejik tehditler (Lehistan, Venedik, 88 Avusturya, Rusya ve Malt"
                }
              },
              "11.1.3": {
                "baslik": "Modern devletler hukukunun ortaya çıkışında Westphalia (Vestfalya)",
                "aciklama": {
                  "a": "Barışı’nın rolünü kavrar."
                }
              },
              "11.1.4": {
                "baslik": "Denizcilik faaliyetlerinin içdenizlerden okyanuslara taşınmasının dünya",
                "aciklama": {
                  "a": "Okyanusa ve Akdeniz’e kıyısı olan Avrupa güçlerinin denizcilik stratejileri ile denizlerde küresel ölçekli ticari ve askerî faaliyetlere girişmeleri üzerinde durulur.",
                  "b": "Osmanlı Devleti’nin Akdeniz ve Karadeniz hâkimiyetinin zayıflamasının sebepleri üzerinde durulur. Bu bağlamda Osmanlı denizciliğinde kadırgadan kalyona geçişe değinilir."
                }
              },
              "11.1.5": {
                "baslik": "1700-1774 yılları arasındaki süreçte meydana gelen başlıca siyasi",
                "aciklama": {
                  "a": "Başlıca siyasi gelişmeler olarak Prut Antlaşması (1711), Pasarofça Antlaşması (1718), Patrona Halil İsyanı (1730), Ahmet Paşa Antlaşması (1732), Belgrad Antlaşması (1739), Kerden Antlaşması (1746), Kapitülasyonların sürekli hale gelmesi (1740), Çeşme Baskını (1770) ve Küçük Kaynarca Antlaşması (1774) verilir. Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir.",
                  "b": "Osmanlı Devleti’nin Karlofça Antlaşması’yla kaybettiği toprakları geri alma gayretlerine değinilir.",
                  "c": "Safevi Devleti’nin sona erişi ile Osmanlı-İran ilişkilerinde yeni bir döneme girildiğine değinilir.",
                  "ç": "Osmanlı-Rus mücadelesi, Osmanlı Devleti’nin askerî ve siyasi güç kaybı bağlamında ele alınır."
                }
              }
            }
          },
          "11.2": {
            "baslik": "DEĞİŞİM ÇAĞINDA AVRUPA VE OSMANLI",
            "alt": {
              "11.2.1": {
                "baslik": "Avrupa düşüncesinde meydana gelen değişimleri ve bunların etkilerini",
                "aciklama": {
                  "a": "Roma Katolik Kilisesi’nin fikrî-manevi, siyasi, sosyal ve ekonomik alanlarda kurduğu baskı ve vesayetin, ruhban veya aristokrat olmayan kesimleri alternatif bir dünya tasavvuruna sevk ettiği vurgulanır. Söz konusu baskı ve vesayetin fikrî- manevi (Rönesans-Reform, Protestanlaşma, hümanist ve rasyonalist felsefeler, Newtoncu Fizik ve Bilim Devrimi, sekülerleşme), sosyo-politik (ülke-devlet esasına dayalı prensliklerin ortaya çıkışı ve devletlerarası ilişkilerin sekülerleşmesi), sosyo- ekonomik (merkantilizm ve kırdan kente göç, aristokrasiye karşı tüccar burjuva sınıfının güçlenmesi), askerî ve teknolojik (ateşli silahlar, yeni gemi türleri) 89 alanlarda yol açtığı çeşitli değişimler vurgulanır.",
                  "b": "XVII ve XVIII. yüzyıllarda Avrupa düşüncesinde meydan gelen değişimler Copernicus (Kopernik), Machiavelli (Makyavel), Thomas Moore (Tamıs Mur), Immanuel Kant (İmanuel Kant) ve Jean Jacques Rousseau’nun (Jan Jak Russo) temel fikirleri üzerinden ele alınır."
                }
              },
              "11.2.2": {
                "baslik": "Avrupa’daki gelişmelere bağlı olarak Osmanlı idari, askerî ve ekonomik",
                "aciklama": {
                  "a": "Avrupalıların Amerika kıtasına ulaşmaları sonrasında Avrupa’ya ve dünyaya yayılan değerli madenlerin ortaya çıkardığı ekonomik değişimin Osmanlı coğrafyasında enflasyona ve toprağın ticarileşmesine yol açtığına değinilir.",
                  "b": "Merkantilist ekonomi ve Askerî Devrim’in, Avrupa devletleri ile rekabet hâlindeki Osmanlı Devleti’nin toprak düzeninde ve buna bağlı savaş organizasyonunda yol açtığı zorunlu dönüşümler (tüfek kullanabilen piyade ihtiyacının artması neticesinde Yeniçeri Ocağı mevcudunun artışı ve devşirme sisteminin sona ermesi; sekban, sarıca, levent gibi ücretli geçici asker istihdamına sıklıkla başvurulması ve nihayet toprak düzenindeki özelleşme eğilimleri sebebiyle ordunun lojistik sistemin bozulması) üzerinde durulur.",
                  "c": "Fransa’ya verilen kapitülasyonların sürekli hâle getirilmesinin Osmanlı ekonomisine etkilerine değinilir.",
                  "ç": "Osmanlı Devleti’nde artan savaş finansmanını karşılamak için alınan tedbirlere (toplanan vergilerin arttırılması, iltizam ve malikâne sistemleri ve olağanüstü savaş vergileri) değinilir.",
                  "d": "Avrupa’da merkeziyetçi/mutlakiyetçi devletler güçlenirken, Osmanlı coğrafyasında mahallî politik ve ekonomik aktörlerin merkezî idareye karşı güç kazandığı vurgulanır."
                }
              },
              "11.2.3": {
                "baslik": "Osmanlı devlet idaresi ve toplum düzenindeki çözülmeleri önleme",
                "aciklama": {
                  "a": "XVII ve XVIII. yüzyıllarda gerçekleşen muhalif hareketler (Celâli, Yeniçeri ve Suhte İsyanları) dış ve iç kaynaklı değişim ve dönüşümlerle ilişkilendirilerek kısaca ele alınır. İsyanlara katılan toplum kesimlerinin sosyo-ekonomik beklentilerine kısaca değinilir.",
                  "b": "Osmanlı saltanatında tahta kimin geçeceğine dair belirsizliğin neden olduğu iç siyasi karışıklıklara engel olmak amacıyla Ekber ve Erşed Sistemi’nin ihdas edildiğine değinilir.",
                  "c": "Osmanlı ıslahat layihalarında devlet idaresi ve toplum düzenindeki değişikliklerin genellikle iç faktörlere bağlı olarak merkeziyetçi bir perspektiften algılandığı vurgulanır.",
                  "ç": "Lâle Devri olarak bilinen dönemde gerçekleştirilen başlıca yeniliklerin Osmanlı sosyal hayatında etkileri üzerinde durulur.",
                  "d": "Avrupa’da matbaanın kullanılmaya başlanmasının bilginin üretilmesi ve bilgiye erişim alanlarında sağladığı imkânlar vurgulanarak Osmanlı Devleti’nde 90 Müslüman ve gayrimüslimlerin matbaayı kullanmaya başlama süreçleri ele alınır.",
                  "e": "Osmanlı ilim ve irfan geleneğindeki yenilik arayışları; Kâtip Çelebi, Naima Efendi, Evliya Çelebi ve Yanyalı Esad Efendi örneklerinden hareketle ele alınır."
                }
              }
            }
          },
          "11.3": {
            "baslik": "ULUSLARARASI İLİŞKİLERDE DENGE STRATEJİSİ (1774-1914)",
            "alt": {
              "11.3.1": {
                "baslik": "1774-1914 yılları arasındaki süreçte meydana gelen başlıca siyasi",
                "aciklama": {
                  "a": "gelişmeleri tarih şeridi ve haritalar üzerinde gösterir. Başlıca siyasi gelişmeler olarak Aynalıkavak Tenkihnamesi (1779), Kırım’ın Rusya tarafından ilhakı (1783), Fransız İhtilali (1789), Ziştovi Antlaşması (1791), Yaş Antlaşması (1792), Fransa tarafından Mısır’ın işgali (1798), El-Ariş Antlaşması (1801), Sırp İsyanı (1804), Senedi İttifak (1808), Bükreş Antlaşması (1812), Viyana Kongresi (1815), Rum İsyanı (1821), Sudan’da Mısır-Osmanlı hakimiyetinin kurulması (1821-1881), Navarin Olayı (1827), Edirne Antlaşması (1829), Fransızların Cezayir’i alması (1830), Kütahya Antlaşması (1833), Hünkar İskelesi Antlaşması (1833), Balta Limanı Antlaşması (1838), Nizip Muharebesi (1839), Tanzimat Fermanı (1839), Londra Antlaşması (1840), Londra Boğazlar Sözleşmesi (1841), Kırım Savaşı (1853-1856), Islahat Fermanı (1856), Paris Antlaşması (1856), Süveyş Kanalı’nın açılması (1869), Kanun-î Esasi’nin ilanı (1876), Osmanlı-Rus Savaşı (1877-1878), Ayastefanos Antlaşması (1878), İngilizlerin Kıbrıs’ı işgali (1878), Berlin Antlaşması (1878), Fransızların Tunus'u işgali (1881), Düyûn-ı Umûmiye İdaresinin kurulması (1881), Üçlü İttifak’ın kurulması (1882), İngilizlerin Mısır’ı işgali (1882), Üçlü İtilaf’ın kurulması (1907), ll. Meşrutiyet'in ilanı (1908), Bulgaristan’ın bağımsız olması (1908), Girit’in Yunanistan tarafından işgali (1908), Bosna-Hersek’in Avusturya Macaristan İmparatorluğu tarafından ilhakı (1908), 31 Mart Olayı (1909), Trablusgarp Savaşı (1911), Uşi Antlaşması (1912), I. Balkan Savaşı (1912), Londra Antlaşması (1913), Bâbıâli Baskını (1913), II. Balkan Savaşı (1913), Atina Antlaşması (1913), İstanbul Antlaşması (1913) ve Bükreş Antlaşması (1913) verilir.  Burada verilen kronolojik sıralama, öğrencilerin kronolojik düşünme becerilerini desteklemeye yöneliktir. Sıralanan olay ve olgulara ilişkin bir konu anlatımı yapılmamalı ve bunların ezberletilmesi yoluna gidilmemelidir."
                }
              },
              "11.3.2": {
                "baslik": "Osmanlı Devleti’nin siyasi varlığına yönelik tehditleri analiz eder.",
                "aciklama": {
                  "a": "Osmanlı Devleti’nin güç kaybetmesiyle birlikte büyük güçlerin Osmanlı coğrafyasına nüfuz etme ve muhtemel bir dağılma durumunda Osmanlı topraklarını ve tabiî kaynaklarını paylaşma çabaları küresel güç mücadelesi bağlamında ele alınır.",
                  "b": "1815 Viyana Kongresi ile başlayan süreçte büyük güçlerin müdahalesiyle uluslararası boyut kazanan konular (1821 Rum İsyanı ve sonrasında Yunanistan’ın kurulması, Kırım Savaşı ve sonrasında Osmanlı Devleti’nin Paris Antlaşması ile 91 Avrupa devletler hukukuna dâhil edilmesi, 93 Harbi ve sonrasında Berlin Kongresi ile Doğu Anadolu’daki Ermeni Meselesi ve Makedonya Sorunu’nun tanımlanması) bağlamında Osmanlı Devleti’nin varlığının Avrupalı devletler tarafından tehdit edildiği üzerinde durulur.",
                  "c": "Avrupa’da XIX. yüzyılda siyasi birliğini tamamlayan devletler bağlamında Üçlü İttifak ve Üçlü İtilaf oluşumlarına değinilir."
                }
              },
              "11.3.3": {
                "baslik": "Mehmet Ali Paşa’nın Osmanlı Devleti’nin merkezi yönetimine rağmen",
                "aciklama": {
                  "a": "güç kazanması ve nüfuz alanını genişletme çabalarını analiz eder. Vehhabilik hareketine ve bu hareketin etkilerine kısaca değinilir"
                }
              },
              "11.3.4": {
                "baslik": "Osmanlı ile Rusya arasındaki rekabetin Osmanlı Devleti’nin Avrupa ve",
                "aciklama": {
                  "a": "1768-1914 arasında Osmanlı Devleti’nin en büyük stratejik rakibinin Çarlık Rusya’sı olduğu açıklanır. Kara ve denizlerdeki Osmanlı-Rus mücadelesinin önceki kazanımlar kapsamında ele alındığı hatırlatılarak bu mücadeleler sonrasında yapılan antlaşmaların Osmanlı Devleti aleyhine Rusya’ya sağladığı kazanımlar kısaca ele alınır.",
                  "b": "Rusya’nın Boğazları kontrol ve Boğazlardan serbest geçiş hakkı gibi talepleri karşısında İngiltere, Avusturya-Macaristan, Almanya ve Fransa gibi ülkelerin Boğazları tahkim ederek ve diplomatik girişimlerde bulunarak Osmanlı Devleti’nin yanında yer almasına değinilir.",
                  "c": "Balkan Savaşları ve sonrasında Osmanlı’nın Avrupa’daki topraklarının kaybı, İngiliz-Rus-Fransız ittifakı ve Reval Görüşmesi, Birinci Dünya Savaşı arifesinde Osmanlı Hükûmetinin çeşitli büyük güçler ile ittifak arayışları ve Almanya ile yakınlaşması üzerinde durulur."
                }
              }
            }
          },
          "11.4": {
            "baslik": "DEVRİMLER ÇAĞINDA DEĞİŞEN DEVLET-TOPLUM İLİŞKİLERİ",
            "alt": {
              "11.4.1": {
                "baslik": "Fransız İhtilali ve Avrupa’da Sanayi Devrimi ile birlikte devlet-toplum",
                "aciklama": {
                  "a": "Fransız İhtilali ile ortaya çıkan fikir akımlarının; imparatorlukların (Avusturya- Macaristan, Rusya ve Osmanlı) siyasi hayatlarına etkilerine ilişkin örneklere yer verilir. Bu bağlamda Avrupa devletlerinin Balkanlara yönelik politikalarının Osmanlı Devleti’ne etkilerine (Sırp İsyanı, Rum İsyanı ve Navarin Olayı) değinilir. Bu olayların detaylarına girilmez.",
                  "b": "Avrupa’daki 1830-1848 İhtilallerinin sosyo-ekonomik ve sosyo-politik etkileri kısaca vurgulanır.",
                  "c": "Avrupa modern siyasi ideolojileri (liberalizm, kapitalizm, sosyalizm, Marksizm) tanıtılarak bunların toplumsal etkilerine değinilir.",
                  "ç": "Avrupa'da Sanayi İnkılabı sonrasında belirginleşen sınıflı toplum yapısının mutlakiyetçi monarşilerin anayasal monarşilere dönüşmesi üzerindeki etkisi 92 vurgulanır."
                }
              },
              "11.4.2": {
                "baslik": "Osmanlı Devleti’nde modern ordu teşkilatı ve yurttaş askerliği",
                "aciklama": {
                  "a": "Fransız İhtilali sonrasında Avrupa’da uygulanmaya başlanan zorunlu askerlik sistemi ile bu sistemin ulus devletlerin kurulması ve cumhuriyet rejimlerinin ortaya çıkması üzerindeki etkilerine değinilir.",
                  "b": "Osmanlı Devleti’nin Batı tipi yeni bir düzenli ordu kurma projelerinin (Nizam-ı Cedit, Yeniçeri Ocağı’nın kaldırılması ve Asâkir-i Mansûre-i Muhammediye, Asâkir-i Nizamiye), dış askerî rekabete ayak uydurma arzusunun yanı sıra merkezî idarenin otoritesini arttırma amaçlı çabalar olduğu vurgulanır.",
                  "c": "Düzenli bir ordu kurmanın önündeki siyasi, ekonomik, coğrafi ve teknolojik engeller üzerinde durulur. Muafiyetlere ve \"bedel-i askerî\" uygulamasına değinilir."
                }
              },
              "11.4.3": {
                "baslik": "Ulus devletleşme ve endüstrileşme süreçlerinin sosyal hayata",
                "aciklama": {
                  "a": "XIX. yüzyılda artan politik-askerî ve sosyo-ekonomik ihtiyaçlar çerçevesinde devlet idarecilerinin ülkelerindeki nüfusu artırmaya çalıştıkları ve demografik gücü bir millî güç unsuru olarak kullandıkları vurgulanır.",
                  "b": "Ulaşım ve haberleşme sektörlerindeki gelişmelerin (demiryolu, telgraf) merkezî idarelere hâkimiyet alanları üzerindeki otoritelerini arttırma imkânı vermesi Osmanlı Devleti örneği üzerinden ele alınır.",
                  "c": "Ulus devlet anlayışıyla birlikte eğitim kurumlarına ve askerî teşkilatlara devletin anlayışına uygun vatandaş yetiştirilmesi görevinin verilmesi üzerinde durulur.",
                  "ç": "Avrupa devletleriyle girilen siyasi ve askerî rekabet çerçevesinde açılan kurumlara (Hendesehane ve Mühendishaneler, Mekteb-i Harbiye, Tıbbiye, Mülkiye ve diğer meslek okulları) ve II. Mahmud Dönemi’nden itibaren zorunlu örgün eğitimin başlatılmasına değinilir.",
                  "d": "Osmanlı Devleti’nde açılan yabancı ve misyoner okulları ile azınlık okullarına değinilerek II. Abdülhamit Dönemi’nde devlet tarafından kurulan okullar kısaca ele alınır.",
                  "e": "II. Abdülhamid Dönemi'nde gerçekleştirilen devlet hastanelerinin ve Dârülaceze gibi sosyal yardım kurumlarının kurulması, emeklilik sistemi ve yoksul aylığı uygulamaları ele alınır. Bu uygulamaların günümüzde de varlıklarını sürdürdükleri vurgulanır. f) Avrupa’nın genelinde olduğu gibi Osmanlı Devleti’nde de eğitim ve sağlık alanlarında faaliyette bulunan dinî vakıflar ve diğer sivil toplum kuruluşlarının yerini devlet kurumlarının almaya başlamasının gerekçelerine değinilir."
                }
              },
              "11.4.4": {
                "baslik": "Tanzimat Fermanı, Islahat Fermanı ve Kanun-ı Esasi’nin içeriklerini",
                "aciklama": {
                  "a": "Sened-i İttifak, Tanzimat ve Islahat Fermanları ile Kanun-ı Esasî; 93 küresel ve yerel siyasi şartlar bağlamında değerlendirir. uluslararası güçler, yerel siyasi aktörler ve ahalinin kriz dönemlerindeki farklı taleplerinin merkezî idare tarafından uzlaştırılmasına yönelik çabalar olarak ele alınır.",
                  "b": "Tanzimat ve Meşrutiyet Dönemlerinde Osmanlı hukuk sisteminde meydana gelen değişiklikler ve çıkarılan başlıca kanunlar; devlet-toplum ilişkileri ve Osmanlı Devleti’nin Avrupa siyasi sistemine entegrasyonu çerçevesinde ana hatlarıyla ele alınır.",
                  "c": "Osmanlı Devleti’nin dağılmasını önlemeye yönelik Üç Tarz-ı Siyaset olarak bilinen fikir akımları ile bu fikir akımlarının; merkezî idarenin ve düşünce adamlarının siyasi ve toplumsal birliği koruma çabaları olduğu üzerinde durulur.",
                  "ç": "Meşrutiyet Dönemlerinde yapılan mebus seçimlerinin ve çok partili hayata geçiş denemelerinin demokratikleşme yolunda atılan adımlar olduğu vurgulanır."
                }
              },
              "11.4.5": {
                "baslik": "1876-1913 arasında gerçekleştirilen darbelerin Osmanlı siyasi hayatı",
                "aciklama": {
                  "a": "1876, 1909 ve 1913 darbelerinin aktörlerine, iç ve dış sebeplerine, gerçekleştirilme şekillerine ve sosyo-politik sonuçlarına değinilir.",
                  "b": "Devletin siyasi düzenini sekteye uğratan darbeler döneminde yaşanan toprak kayıplarına (Sırbistan, Bulgaristan, Girit, Bosna-Hersek, Arnavutluk) değinilir."
                }
              }
            }
          },
          "11.5": {
            "baslik": "SERMAYE VE EMEK",
            "alt": {
              "11.5.1": {
                "baslik": "Sanayi İnkılabı öncesindeki üretim tarzı ile endüstriyel üretim tarzı",
                "aciklama": {
                  "a": "arasındaki farkları açıklar. El emeğine dayalı zirai üretim ve zanaat üretimi ile endüstriyel üretim arasındaki farklılıklar bağlamında çalışma ortamı, üretim aletleri, üretimin hızı ve miktarı, üretim organizasyonu ve çalışma disiplini gibi hususlar üzerinde durulur."
                }
              },
              "11.5.2": {
                "baslik": "Osmanlı Devleti’nin son dönemlerinde endüstriyel üretime geçiş",
                "aciklama": {
                  "a": "Devletin ve özel sektörün sanayileşme çabalarının önündeki engeller (sermaye, bilim ve teknoloji, yetişmiş personel ve uzun vadeli strateji konularındaki yetersizlikler) üzerinde durulur.",
                  "b": "Küresel kapitalist güçlerle rekabet etme konusundaki zorluklar; 1838 Balta Limanı Antlaşması örneğinden hareketle gümrük ve ticaret antlaşmalarının sınırlayıcılığı ve yerli üretim yerine ithalatın tercih edilmesi gibi faktörler bağlamında ele alınır.",
                  "c": "Sömürgecilik ile küresel kapitalizm arasındaki ilişkinin sosyal ve ekonomik 94 hayata etkilerine (kölelik, asimilasyon ile hammadde, işgücü ve pazar ihtiyacı) değinilir."
                }
              },
              "11.5.3": {
                "baslik": "Osmanlı Devleti'nin son dönemlerinde hükûmetlerin ekonomik hayat",
                "aciklama": {
                  "a": "Kapitalist dünya ekonomisinin etkilerinin yanında plansız ve kontrolsüz kamu harcamaları ve artan savaş maliyetleri dolayısıyla 1856'dan sonraki süreçte kamu maliyesinde yaşanan borç krizleri sonucunda Düyûn-ı Umûmiye İdaresinin kurulması ele alınır.",
                  "b": "İttihat ve Terakki Hükûmetlerinin hedeflediği Millî İktisat Politikasına kısaca değinilir."
                }
              }
            }
          },
          "11.6": {
            "baslik": "XIX VE XX. YÜZYILDA DEĞİŞEN GÜNDELİK HAYAT",
            "alt": {
              "11.6.1": {
                "baslik": "Osmanlı Devleti’nin son dönemlerindeki nüfus hareketlerinin siyasi,",
                "aciklama": {
                  "a": "İmparatorlukların ulus-devletlere dönüşme süreçlerinin beraberlerinde demografik hareketleri getirmesine değinilir.",
                  "b": "Osmanlı Devleti’nin savaşlar ve siyasi anlaşmalar sonucunda toprak kaybetmesi sonrasında başlayan Türk ve Müslüman ahalinin Anadolu’ya doğru zorunlu göçlerinin sonuçları üzerinde durulur."
                }
              },
              "11.6.2": {
                "baslik": "Modernleşmeyle birlikte sosyal, ekonomik ve politik anlayışta yaşanan",
                "aciklama": {
                  "a": "Tüketim kalıplarının tek tipleştirilmesi ile büyük nüfuslu şehir ve metropollerin kurulmasının olumlu ve olumsuz sonuçlarına değinilir.",
                  "b": "XIX. yüzyılda gazetelerin ve diğer süreli yayınların artmasıyla birlikte kamuoyu kavramının sosyal bir gerçeklik hâline geldiğine değinilir.",
                  "c": "Kültür endüstrisi ile birlikte ortaya çıkan popüler kültür ve sanat ürünlerine değinilerek bunların sosyal hayatta meydana getirdiği değişimler üzerinde durulur.",
                  "ç": "Moderniteyle birlikte birey ve toplumun zaman tasavvurundaki değişim (iş zamanı - boş zaman) ve bu değişimin sosyal hayata yansımaları üzerinde durulur.",
                  "d": "Modern şehirlerin dokusunda yaşanan değişim Avrupa’nın büyük metropolleri ile İstanbul, İzmir ve Selanik gibi Osmanlı şehirleri üzerinden ele alınır. 95"
                }
              }
            }
          }
        }
      }
    }
  }
}