{
  "yks": {
    "inkilap_ve_ataturkculuk": {
      "12": {
        "alt": {
          "12.1": {
            "baslik": "20. YÜZYIL BAŞLARINDA OSMANLI DEVLETİ VE DÜNYA",
            "alt": {
              "12.1.1": {
                "baslik": "Mustafa Kemal’in Birinci Dünya Savaşı’na kadarki eğitim",
                "aciklama": {
                  "a": "Mustafa Kemal’in aldığı eğitimin, okuduğu okulların ve öğretmenlerinin onun yetişmesine ve kişiliğinin oluşmasına etkilerine değinilir.",
                  "b": "Selanik, Manastır, İstanbul, Şam ve Sofya şehirlerindeki siyasi ve sosyal ortamın, okuduğu kitapların, yerli ve yabancı düşünürlerin ve fikir akımlarının Mustafa Kemal’in fikirlerine etkisi ele alınır."
                }
              },
              "12.1.2": {
                "baslik": "20.   yüzyıl başlarında Osmanlı Devleti’nin siyasi, sosyal ve",
                "aciklama": {
                  "a": "II. Meşrutiyet’i hazırlayan fikrî, siyasi ve sosyal gelişmelere ve bu bağlamda İttihat ve Terakki Cemiyetine değinilir.",
                  "b": "Balkan Savaşları sonucunda Osmanlı Devleti’nin sınırlarının değişmesine ve bu savaşların Osmanlı toplum yapısına etkilerine değinilir."
                }
              },
              "12.1.3": {
                "baslik": "I. D ü nya Savaşı sürecinde Osmanlı Devleti’nin durumunu",
                "aciklama": {
                  "a": "I. Dünya Savaşı’nın sebepleri ve Osmanlı Devleti’nin savaşa girmesinin gerekçeleri üzerinde durulur.",
                  "b": "Osmanlı Devleti’nin savaştığı cepheler taarruz ve savunma özellikleri de belirtilerek ele alınır.",
                  "c": "Çanakkale Cephesi’ndeki deniz ve kara zaferleri ile Irak Cephesi’ndeki Kut’ül-Amâre Zaferi’ne, Kafkas İslam Ordusuna ve Medine Müdafaası’na değinilir.",
                  "ç": "Mustafa Kemal’in  Çanakkale,  Kafkas  ve  Suriye  Cephelerindeki  faaliyetleri  ele  alınır. Çanakkale Cephesi’nde etkin görev alan diğer komutanlar da tanıtılır.",
                  "d": "1915 Olayları ile Ermeni Tehciri’ne değinilir.",
                  "e": "I. Dünya Savaşı sırasında Anadolu’da halkın durumu, yaşanan sıkıntılar, kıtlık ve hastalıklar, ailelerin yaşadığı dramlar üzerinde durulur. f ) Bolşevik İhtilali ile Amerika Birleşik Devletleri’nin savaşa girmesinin I. Dünya Savaşı’nın seyri üzerindeki etkilerine değinilir."
                }
              },
              "12.1.4": {
                "baslik": "I. D ü nya Savaşı’nın sonuçlarını Osmanlı Devleti ve Batılı",
                "aciklama": {
                  "a": "Mondros Ateşkes Antlaşması ve bu antlaşmanın uygulanması üzerinde durulur.",
                  "b": "Mondros Ateşkes Antlaşması’na karşı İstanbul Hükûmetinin, Mustafa Kemal’in ve halkın tutumu üzerinde durulur.",
                  "c": "İtilaf Devletleri’nin gerçekleştirdikleri işgal ve uygulamalarla Wilson İlkeleri arasındaki çelişkiye değinilir.",
                  "ç": "Paris Barış Konferansı’na değinilir.",
                  "d": "Osmanlı dışındaki İttifak Devletleri’nin İtilaf Devletleri’yle imzaladığı barış antlaşmalarının genel esasları verilir. 97 ORTAÖĞRETİM T.C. İNKILAP TARİHİ VE ATATÜRKÇÜLÜK DERSİ ÖĞRETİM PROGRAMI"
                }
              }
            }
          },
          "12.2": {
            "baslik": "MİLLÎ MÜCADELE",
            "alt": {
              "12.2.1": {
                "baslik": "Kuvay-ı Millîye hareketinin oluşumundan Büyük Millet",
                "aciklama": {
                  "a": "İzmir’in işgaline ve işgale tepki olarak meydana gelen gelişmelere değinilir.",
                  "b": "Mustafa Kemal’in Samsun’a çıkarak Millî Mücadele’yi başlatmasına değinilir.",
                  "c": "Millî cemiyetler ve millî varlığa düşman cemiyetler üzerinde durulur. Pontus Meselesi kısaca ele alınır.",
                  "ç": "Havza  ve  Amasya  Genelgeleri,  yerel  kongreler  ile  Erzurum  ve  Sivas  Kongrelerinin  millî hâkimiyet ve millî birliğin sağlanması açısından önemi vurgulanır.",
                  "d": "Amiral Bristol ve General Harbord Raporları üzerinden işgallerin haksızlığına değinilir.",
                  "e": "Amasya Görüşmeleri’ne değinilir. f) Misak-ı Millî Kararları ve önemi üzerinde durulur."
                }
              },
              "12.2.2": {
                "baslik": "Büyük Millet Meclisinin   açılış  sü r ec i n i  v e  so n r asında",
                "aciklama": {
                  "a": "BMM’nin açılış gerekçeleri vurgulanarak bu meclisin genel özelliklerine değinilir.",
                  "b": "BMM’ye karşı ayaklanmalar ve ayaklanmaların bastırılması için alınan tedbirlere değinilir.",
                  "c": "İstiklal Mahkemeleri’nin kuruluş gerekçeleri, işleyişi ve bu mahkemelere getirilen eleştirilere çeşitli kaynak ve görüşlerden alıntılar yapılarak yer verilir.",
                  "ç": "Anadolu Ajansının kurulmasına değinilir."
                }
              },
              "12.2.3": {
                "baslik": "Sevr Antlaşması’nın M illî  Mü c a d e le  s ü r e cine etkilerini",
                "aciklama": {
                  "a": "Sevr Antlaşması’nın öngördüğü sınırlar harita üzerinde gösterilir.",
                  "b": "Sevr Antlaşması’na karşı İstanbul Hükûmetinin, Mustafa Kemal’in ve halkın tutumu üzerinde durulur."
                }
              },
              "12.2.4": {
                "baslik": "Doğu ve Güney Cephelerin d e   v e r ilen   m ü c a d e lel erin",
                "aciklama": {
                  "a": "ülkemizin bağımsızlık sürecine katkılarını kavrar. Doğu  ve  Güney  Cephelerinde  Türk  milletinin  elde  ettiği  başarıların  ulusal  ve  uluslararası sonuçları üzerinde durulur."
                }
              },
              "12.2.5": {
                "baslik": "Düzenli  ordunun  kurulmasın d an     M u d an y a    Ateşkes",
                "aciklama": {
                  "a": "Düzenli ordunun kurulmasının gerekçeleri üzerinde durulur.",
                  "b": "Batı Cephesi’nde elde edilen askerî başarılar ve bu başarıların siyasi etkileri vurgulanır.",
                  "c": "Teşkilât-ı Esasiye Kanunu’na (1921 Anayasası) değinilir.",
                  "ç": "Mehmet Akif Ersoy’un Millî Mücadele’deki yeri ile İstiklal Marşı’nın kabulü ve önemi üzerinde durulur.",
                  "d": "Maarif Kongresi’nin düzenlenmesi ve önemi vurgulanır.",
                  "e": "Tekâlif-i Milliye Emirleri’ne, bu emirlerin uygulanmasına ve Millî Mücadele sürecinde dış ülkelerden gelen yardımlara değinilir. f) Sakarya  Meydan  Muharebesi  ve  Büyük  Taarruz’un  Millî  Mücadele’deki  önemi  üzerinde durularak Mustafa Kemal’in bu muharebelerin kazanılmasındaki rolü vurgulanır."
                }
              },
              "12.2.6": {
                "baslik": "Millî  Mücadele  sonucund a    k azan ılan     d ip lo m atik",
                "aciklama": {
                  "a": "Mudanya Ateşkes Antlaşması’nın önemi vurgulanır.",
                  "b": "Türkiye’nin  bağımsız  bir  devlet  olarak  tanınmasında  Lozan  Barış  Antlaşması’nın  önemi vurgulanır.",
                  "c": "Lozan Barış Antlaşması’nın maddeleri ile Sevr Antlaşması’nın maddeleri karşılaştırılır. 98"
                }
              },
              "12.2.7": {
                "baslik": "Millî   Mücadele   sürecin e      k atk ıd a      b u lu n mu ş    önemli",
                "aciklama": {
                  "a": "Halide Onbaşı, Şerife Bacı, Fatma Seher Erden, Gördesli Makbule, Tayyar Rahmiye gibi kadın kahramanların Millî Mücadele’ye katkılarına değinilir.",
                  "b": "Millî Mücadele’nin gerçekleşmesinde önemli rol oynayan İsmet İnönü, Kazım Karabekir, Fevzi Çakmak, Şahin Bey, Sütçü İmam gibi kahramanların şahsiyetleri hakkındaki anekdotlara yer verilir.",
                  "c": "Millî Mücadele sürecine halkın çeşitli kesimlerinin (din adamları, çocuk, eğitimci, esnaf vb.) farklı şekillerde katkıda bulundukları vurgulanır."
                }
              }
            }
          },
          "12.3": {
            "baslik": "ATATÜRKÇÜLÜK VE TÜRK İNKILABI",
            "alt": {
              "12.3.1": {
                "baslik": "Çağdaşlaşan Türkiye’nin temeli olan Atatürk ilkelerini kavrar.",
                "aciklama": {
                  "a": "Cumhuriyetçilik, Milliyetçilik, Halkçılık, Laiklik, Devletçilik ve İnkılapçılık ilkeleri açıklanır."
                }
              },
              "12.3.2": {
                "baslik": "Siyasi alanda meydana g e le n   g e liş m e ler i  k a v r a r .",
                "aciklama": {
                  "a": "Saltanatın kaldırılması, Ankara’nın başkent oluşu, Cumhuriyet’in ilan edilmesi, Halifeliğin kaldırılması, Şer’iye ve Evkaf Vekâletinin kaldırılması, Erkân-ı Harbiye Vekâletinin kaldırılması, 1924 Anayasası’nın kabulü konularına neden ve sonuçlarıyla yer verilir.",
                  "b": "Siyasi alanda meydana gelen gelişmeleri Atatürk ilkeleri ile ilişkilendirilir."
                }
              },
              "12.3.3": {
                "baslik": "Hukuk alanında meydana  g elen   g eli şmeler in   T ürk toplumunda",
                "aciklama": {
                  "a": "Hukuki düzenlemelerin neden yapıldığı kısaca açıklanır ve bu alanda uygulama birliğinin önemi vurgulanır.",
                  "b": "Türk Medeni Kanunu’nun, aile yapısında ve kadının toplumdaki yerinde meydana getirdiği değişim vurgulanır.",
                  "c": "Hukuk alanında meydana gelen gelişmeler Atatürk ilkeleri ile ilişkilendirilir."
                }
              },
              "12.3.4": {
                "baslik": "Eğitim ve kültür alanında   y ap ılan   in k ılap lar ı  v e gelişmeleri",
                "aciklama": {
                  "a": "Tevhid-i Tedrisat Kanunu, Harf İnkılabı, Millet Mektepleri, Türk Tarih Kurumu ve Türk Dil Kurumu ele alınır.",
                  "b": "1933 Üniversite Reformu’ndan hareketle Atatürk’ün bilimsel gelişme ve kalkınmaya verdiği önem vurgulanır.",
                  "c": "Atatürk’ün güzel sanatlara ve spora verdiği önem açıklanırken müzik, heykel ve resim alanlarındaki uygulamalardan ve kurumsallaşmalardan örnekler verilir.",
                  "ç": "Eğitim ve kültür alanında yapılan inkılaplar ve kaydedilen gelişmeler Atatürk ilkeleri ile ilişkilendirilir."
                }
              },
              "12.3.5": {
                "baslik": "Toplumsal alanda yapılan  in k ılap lar ı  v e  m ey d an a gelen",
                "aciklama": {
                  "a": "Kılık ve kıyafette yapılan düzenlemeler, tekke, zaviye ve türbelerin kapatılması, takvim, saat  ve ölçülerde değişiklik yapılması ile Soyadı Kanunu konuları ele alınır.",
                  "b": "Türk kadınına siyasi, sosyal ve eğitim alanlarında sağlanan haklar üzerinde durulur. Türk kadınına sağlanan siyasi haklar ile diğer ülkelerin kadınlara sağladığı siyasi hakların karşılaştırılması yapılır.",
                  "c": "Toplumsal alanda yapılan inkılaplar ve gelişmeler Atatürk ilkeleri ile ilişkilendirilir. 99"
                }
              },
              "12.3.6": {
                "baslik": "Ekonomi alanında meydan a  g elen   g elişm eler i  k avrar.",
                "aciklama": {
                  "a": "İzmir İktisat Kongresi’nde alınan kararlar millî iktisat anlayışı ve tasarruf bilinci açılarından ele alınır.",
                  "b": "Tarım, sanayi, ticaret ve denizcilik alanlarında yapılan çalışmalar üzerinde durulur.",
                  "c": "1929 Dünya Ekonomik Bunalımı’nın Türkiye ekonomisine etkilerine kısaca değinilir.",
                  "ç": "Ekonomi alanında meydana gelen gelişmeler Atatürk ilkeleri ile ilişkilendirilir."
                }
              },
              "12.3.7": {
                "baslik": "Atatürk Dönemi’nde sağlık alanında yapılan çalışmaları kavrar.",
                "aciklama": {}
              },
              "12.3.8": {
                "baslik": "Atatürk  ilke  ve  inkılaplarını  oluşturan  temel  esasları",
                "aciklama": {
                  "a": "Atatürkçü  düşünce  sistemi  açısından analiz eder. Millî tarih bilinci, vatan ve millet sevgisi, millî dil, bağımsızlık ve özgürlük, egemenliğin millete ait olması, millî kültürün geliştirilmesi, Türk milletini çağdaş uygarlık düzeyinin üzerine çıkarma, millî birlik ve beraberlik, ülke bütünlüğü çerçevesinde ele alınır."
                }
              }
            }
          },
          "12.4": {
            "baslik": "İKİ SAVAŞ ARASINDAKİ DÖNEMDE TÜRKİYE VE DÜNYA",
            "alt": {
              "12.4.1": {
                "baslik": "Atatürk Dönemi’nde Türkiye Cumhuriyeti’nin iç",
                "aciklama": {
                  "a": "I. Meclisin ve II. Meclisin teşekkülündeki yöntem ve süreçlere kısaca değinilir.",
                  "b": "Çok partili hayata geçiş çerçevesinde partileşme çabaları ele alınır.",
                  "c": "Mustafa Kemal’e suikast girişimine değinilir.",
                  "ç": "Bu dönemde çok partili siyasi hayatın devamlılığının sağlanamamasının nedenleri üzerinde durulur."
                }
              },
              "12.4.2": {
                "baslik": "Atatürk Dö n em i’n de (1923-1938) Türkiye Cumhuriyeti’nin dış",
                "aciklama": {
                  "a": "Türkiye’nin Yunanistan, İngiltere, Fransa ve SSCB ile ilişkilerine değinilir.",
                  "b": "Musul Sorunu ve bu soruna ilişkin Türk ve İngiliz tezleri üzerinde durulur.",
                  "c": "Türkiye’nin Milletler Cemiyetine üyeliği, Balkan Antantı, Sadabat Paktı, Montrö Boğazlar Sözleşmesi ve Hatay’ın ana vatana katılması üzerinde durulur.",
                  "ç": "Atatürk’ün ölümüne ve İsmet İnönü’nün cumhurbaşkanı seçilmesine değinilir."
                }
              },
              "12.4.3": {
                "baslik": "İki dünya savaş ı  a r asındaki dönemde dünyada meydana gelen",
                "aciklama": {
                  "a": "Birinci Dünya Savaşı sonrası kalıcı barışı sağlama çabalarına (Milletler Cemiyeti, Locarno Antlaşması ve Briand-Kellogg Paktı) değinilir.",
                  "b": "1929 Dünya Ekonomik Bunalımı (Kara Perşemb",
                  "e": "ve etkileri üzerinde durulur.",
                  "c": "İki savaş arasındaki dönemde etkilerini artıran faşizm, nazizm, komünizm, sosyalizm, liberalizm ve kapitalizmin genel özelliklerine ve siyasi etkilerine değinilir. 100"
                }
              }
            }
          },
          "12.5": {
            "baslik": "II. DÜNYA SAVAŞI SÜRECİNDE TÜRKİYE VE DÜNYA",
            "alt": {
              "12.5.1": {
                "baslik": "II. Dünya Savaşı’nın sebepleri, başlaması ve yayılmasıyla ilgili",
                "aciklama": {
                  "a": "II. Dünya Savaşı’nın arka planında yer alan stratejik ve emperyalist rekabet vurgulanır.",
                  "b": "II. Dünya Savaşı’nın seyrini değiştiren gelişmeler (Stalingrad Kuşatması, Normandiya Çıkarması, Pearl Harbor Baskını, Hiroşima ve Nagazaki’ye atom bombalarının atılması) ele alınır.",
                  "c": "Birleşmiş Milletler Teşkilatının kuruluş amacına ve günümüzdeki misyonuna değinilir."
                }
              },
              "12.5.2": {
                "baslik": "II. Dünya Savaşı sürecinde Türkiye’nin izlediği siyaset ile",
                "aciklama": {
                  "a": "savaşın Türkiye üzerindeki ekonomik ve toplumsal etkilerini analiz eder. Savaş sırasında Türkiye’nin aldığı ekonomik tedbirlerin (Millî Korunma Kanunu, Varlık Vergisi, karne uygulaması,  tarımsal  ürünlerin  ordu  ihtiyacına  yönlendirilmesi)  toplumsal  hayata yansımalarına değinilir."
                }
              },
              "12.5.3": {
                "baslik": "II. Dünya Savaşı’nın sonuçlarını değerlendirir.",
                "aciklama": {
                  "a": "Atlantik Bildirisi, Yalta ve Postdam Konferanslarından hareketle savaşın siyasi sonuçlarına ve ortaya çıkan iki kutuplu dünya düzenine değinilir.",
                  "b": "Ortadoğu’nun yeniden şekillenmesi ile ilgili gelişmelere yer verilir."
                }
              }
            }
          },
          "12.6": {
            "baslik": "II. DÜNYA SAVAŞI SONRASINDA TÜRKİYE VE DÜNYA",
            "alt": {
              "12.6.1": {
                "baslik": "1945-1950 yılları arasında Türkiye’de meydana gelen",
                "aciklama": {
                  "a": "Çok partili hayata geçişin ve Demokrat Parti’nin kurulmasının Türk demokrasi tarihi açısından önemi üzerinde durulur.",
                  "b": "1946 ve 1950 seçimleri ile seçim sistem ve usullerindeki değişimler üzerinde durulur."
                }
              },
              "12.6.2": {
                "baslik": "II. Dünya Savaşı sonrası dönemde uluslararası ilişkilerd e",
                "aciklama": {
                  "a": "Savaş sonrası ABD ve SSCB’nin iki küresel güç olarak ortaya çıkmasına ve bu bağlamda Varşova Paktı ve Kuzey Atlantik Antlaşması Örgütü’nün (NATO) kurulmalarına değinilir. Ayrıca bu oluşumların dünya siyasetine etkileri üzerinde kısaca durulur.",
                  "b": "Truman Doktrini’nin Türkiye’nin dış politika yönelimleri üzerindeki etkisine ve bu etkilerin yansımalarına (Kore Savaşı ve Türkiye’nin NATO üyeliği) değinilir.",
                  "c": "Türkiye’nin Avrupa Konseyi’ne girmesine değinilir."
                }
              },
              "12.6.3": {
                "baslik": "1950’ler Türkiye’sinde meydana gelen siyasi, sosyal v e",
                "aciklama": {
                  "a": "ekonomik gelişmeleri analiz eder. Marshall yardımlarının Türk ekonomisine etkisi (tarımda makineleşmeye bağlı olarak köyden kente göç ve sonuçları, demir yolu yapımından kara yolu yapımına dönüş) üzerinde durulur. 101"
                }
              }
            }
          },
          "12.7": {
            "baslik": "TOPLUMSAL DEVRİM ÇAĞINDA DÜNYA VE TÜRKİYE",
            "alt": {
              "12.7.1": {
                "baslik": "1960 sonrasında dünya siyasetinde ortaya çıkan gelişmeleri",
                "aciklama": {
                  "a": "27 Mayıs Askerî Darbesi, 1971 Muhtırası ve 1980 Askerî Darbesi ile bu olayların siyasi ve sosyo- ekonomik etkileri kısaca ele alınır.",
                  "b": "1961 ve 1982 Anayasaları, yapıları ve insan haklarına yaklaşım tarzları bakımından karşılaştırılır.",
                  "c": "Yurt dışına ve köyden kente yapılan göçler ile bu göçlerin sosyal hayatta meydana getirdiği değişimler ele alınır.",
                  "ç": "Ekonomik alandaki liberalleşme politikalarına [serbest piyasa ekonomisi, özelleştirme, ithalat yasaklarının kaldırılması, Uluslararası Para Fonu (IMF) ile ilişkiler ve KDV uygulaması] ve bu politikaların gerekçelerine değinilir. 102"
                }
              }
            }
          },
          "12.8": {
            "baslik": "21. YÜZYILIN EŞİĞİNDE TÜRKİYE VE DÜNYA",
            "alt": {
              "12.8.1": {
                "baslik": "1990 sonrasında Türkiye’de meydana gelen ekonomik, siyasi,",
                "aciklama": {
                  "a": "SSCB’nin dağılması ile bağımsızlığını kazanan Türk cumhuriyetlerine (Azerbaycan, Özbekistan, Kazakistan, Kırgızistan, Türkmenistan) yönelik kurulan kuruluşlara (TİKA, Yurtdışı Türkler ve Akraba Topluluklar Başkanlığı, TÜRKSOY ve Yunus Emre Enstitüsü) ve bu kuruluşların faaliyetlerine kısaca değinilir.",
                  "b": "Avrupa Birliği (AB) ile Türkiye arasındaki ilişkiler kısaca ele alınır.",
                  "c": "Bosna-Hersek Savaşı  ile  bu  savaş  sonrasında  Balkanlarda  meydana  gelen  gelişmelere  kısaca değinilir.",
                  "ç": "Orta Doğu’da meydana gelen başlıca gelişmeler (Siyonizm Sorunu, 1990 ve 2003 Körfez Savaşları ve Arap Baharı’nın Orta Doğu ve dünyaya etkileri) kısaca ele alınır.",
                  "d": "11 Eylül Saldırıları sonrasında dünyanın çeşitli bölgelerinde meydana gelen terör eylemleri karşısında ülke ve toplumların takındıkları tavırların çeşitlilikleri vurgulanır ve örneklendirilir.",
                  "e": "Irak ve Suriye’deki siyasi gelişmeler ile bu gelişmelerin Türkiye’ye etkilerine değinilir. Bu bağlamda Türkiye’nin mülteci sorununa yaklaşımı ile diğer ülkelerin bu soruna yaklaşımları karşılaştırılır. 103"
                }
              }
            }
          }
        }
      }
    }
  }
}