{
  "yks": {
    "din_kulturu": {
      "9": {
        "alt": {
          "9.1": {
            "baslik": "BİLGİ VE İNANÇ",
            "anahtar_kavramlar": "İslam, inanç, akide, vahiy.",
            "alt": {
              "9.1.1": {
                "baslik": "İslam’da bilginin kaynaklarını açıklar.",
                "aciklama": {
                  "a": " İslam’ın bilgi kaynaklarında;  selim akıl, doğru haber ve salim duyu organlarının yanı sıra bilgi ve düşünme kaynakları hakkında felsefe ve bilim dünyasındaki yapılan değerlendirmeler, İslam kelamının epistemolojik yaklaşımları bağlamında ele alınır. Rüya, keşif ve ilhamın İslam âlimlerince bilgi kaynağı olarak kabul edilmediğine vurgu yapılır. Ayrıca güncel bilgi kaynaklarına (dijital kayıtlar gibi) değinilir.  Bilgiyi sevme, doğru bilgiye ulaşma ve faydalı bilgi ile bilgi ahlakı, bilginin kullanımı ve muhafazası gibi konulara da değinilir."
                }
              },
              "9.1.2": {
                "baslik": "İslam inancında imanın mahiyetini araştırır.",
                "aciklama": {
                  "a": "   İman tasdik ilişkisi, iman ikrar ilişkisi, iman bilgi ilişkisi ve iman amel ilişkisi konularına yer verilir.    İslam inancında imanın taklitten kurtarılarak tahkike ulaşmasının önemine de değinilir."
                }
              },
              "9.1.3": {
                "baslik": "İsrâ suresi 36. ayet ile Mülk suresi 23. ayetlerinde verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "9.2": {
            "baslik": "DİN VE İSLAM",
            "anahtar_kavramlar": "din, fıtrat, tevhid, hanif, iman, Esmâ-i Hüsnâ.",
            "alt": {
              "9.2.1": {
                "baslik": "Kaynağı ve unsurları bakımından din tanımlarını karşılaştırır.",
                "aciklama": {
                  "a": "   Kur’an-ı Kerim’de din kavramının farklı anlamları ele alınır ve İslam âlimlerince yapılan din tanımlarına örnekler verilir.    Çeşitli disiplinlere (felsefe, sosyoloji, antropoloji, dinler tarihi) göre din tanımlarına birer örnek verilir."
                }
              },
              "9.2.2": {
                "baslik": "İnsanın doğası ile din arasında ilişki kurar.",
                "aciklama": {
                  "a": "   İnsan doğasının maddi ve manevi yönüne değinilir; tarih boyunca insanın inanma ihtiyacının nedenleri Kur’an-ı Kerim’den ilgili ayetlerle ele alınır; dinin insan hayatındaki yeri ve önemi örneklerle açıklanır."
                }
              },
              "9.2.3": {
                "baslik": "İman ve İslam kavramları arasındaki ilişkiyi fark eder.",
                "aciklama": {}
              },
              "9.2.4": {
                "baslik": "İslam’ın inanç esaslarının özelliklerini ayet ve hadisler ışığında analiz eder.",
                "aciklama": {
                  "a": "   İslam inancının sade ve yalın olması, kul ile Allah arasında hiçbir aracı kişi ve kuruma izin vermemesi, dogmatik olmaması, hür iradeyi esas alması, ebedî kurtuluş için korku ve ümit arasında yaşamayı tavsiye etmesi gibi konulara değinilir.    İslam inancında tevhidin önemi ile tevhid inancının yerleşmesinde Allah’ın isim ve sıfatlarını doğru anlamanın yeri ayetlerle ele alınır; inanç esasları ile ilgili ayrıntılara girilmez.     İslam inanç esasları arasındaki bütünselliğin önemine değinilir; İslam inançlarını parçacı bir yaklaşımla ele almanın sakıncaları örneklerle açıklanır."
                }
              },
              "9.2.5": {
                "baslik": "Nisâ suresi 136. ayette verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": "   Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir.    Ayet ele alınırken Cibril hadisine de yer verilir. 54"
                }
              }
            }
          },
          "9.3": {
            "baslik": "İSLAM VE İBADET",
            "anahtar_kavramlar": "ibadet, mükellef, salih amel, ihlas.",
            "alt": {
              "9.3.1": {
                "baslik": "İslam’da ibadet kavramını ve ibadetin kapsamını açıklar.",
                "aciklama": {
                  "a": "   İslam’da ibadetin kapsamı konusunda Allah’ın rızasına dayanan her davranışın ibadet olduğuna, bazı ibadetlerin (namaz, oruç, hac, zekât gibi) belirli bir vaktinin ve uygulanma şeklinin olduğuna, bazı ibadetlerin ise belirli bir vaktinin olmadığına değinilir."
                }
              },
              "9.3.2": {
                "baslik": "İslam’da ibadetlerin yapılış amacını ve önemini fark eder.",
                "aciklama": {}
              },
              "9.3.3": {
                "baslik": "İbadet yükümlülüğü ile ilgili bazı kavramları sınıflandırır.",
                "aciklama": {
                  "a": "   Mükellef ve ef’al-i mükellefîne (farz, vacip, sünnet, mendup, mübah, haram ve mekruh) yer verilir."
                }
              },
              "9.3.4": {
                "baslik": "İslam’da ibadetlerin temel ilkelerini değerlendirir.",
                "aciklama": {
                  "a": "   İslam’da ibadetlerin temel ilkeleri kapsamında; “Kur’an ve sünnete uygunluk”, “niyet”, “ihlas” konularına yer verilir. Ayrıca ibadetlerde bidatlerden kaçınmanın önemine değinilir."
                }
              },
              "9.3.5": {
                "baslik": "İbadetlerin, bireyin ahlaki gelişimi üzerindeki etkisini yorumlar.",
                "aciklama": {
                  "a": "   İbadetlerin  teşri hikmeti üzerinde durulur ve ibadetlerin toplumsal yönüne değinilir."
                }
              },
              "9.3.6": {
                "baslik": "Bakara suresi 177. ayette verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": "   Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir. 55"
                }
              }
            }
          },
          "9.4": {
            "baslik": "GENÇLİK VE DEĞERLER",
            "anahtar_kavramlar": "din, değer, ahlak, örf, âdet.",
            "alt": {
              "9.4.1": {
                "baslik": "Değerlerin oluşumuna etki eden unsurları analiz eder.",
                "aciklama": {
                  "a": "   Değer kavramının analizi yapılır; değerlerin oluşumunda; dinin, örf ve âdetlerin etkisine yer verilir."
                }
              },
              "9.4.2": {
                "baslik": "Gençlerin kişilik gelişiminde dinî ve ahlaki değerler ile örf ve âdetlerin yerini tartışır.",
                "aciklama": {
                  "a": "   Gençlerin kişilik gelişimine değerlerin etkisi günlük hayattan örneklerle açıklanır."
                }
              },
              "9.4.3": {
                "baslik": "Temel değerleri ayet ve hadislerle ilişkilendirir.",
                "aciklama": {
                  "a": "   İslam düşünce geleneğinde öne çıkan temel “insani erdem ve değerler”den hikmet, adalet, iffet ve şecaat konularına yer verilir. İnsanın düşünme, arzu ve gazap gibi konularda ölçülü olması, itidal üzere hareket etmesi, bedeni ve maddi hazlara aşırı düşkünlükten korunması, gönül tokluğu gibi anlamlara gelen iffet kavramı, ahlaki ve felsefi boyutlarıyla ele alınır."
                }
              },
              "9.4.4": {
                "baslik": "İsrâ suresi 23-29. ayetlerde verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": "   Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "9.5": {
            "baslik": "GÖNÜL COĞRAFYAMIZ",
            "anahtar_kavramlar": "kültür, medeniyet.",
            "alt": {
              "9.5.1": {
                "baslik": "İslam medeniyeti kavramını izah eder.",
                "aciklama": {
                  "a": "   Kültür ve medeniyet kavramları öğrenci seviyesine göre ana hatlarıyla ele alınır; İslam medeniyeti kavramı analiz edilir."
                }
              },
              "9.5.2": {
                "baslik": "İslam medeniyetinin, dünyanın farklı bölgelerindeki etkilerini fark eder.",
                "aciklama": {
                  "a": "değinilir.    İslam medeniyetinin Anadolu ve Balkanlara taşınmasında Horasan, Anadolu ve Rumeli erenlerinin de rolüne kısaca değinilir.    Öğrencilerin Türkiye ile gönül coğrafyamız arasındaki tarihî ve kültürel bağların güçlenmesine yönelik sözlü ve yazılı önerilerde bulunabilecekleri etkinliklere yer verilir."
                }
              },
              "9.5.3": {
                "baslik": "Hucurât suresi 13. ayette verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": "   Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          }
        }
      },
      "10": {
        "alt": {
          "10.1": {
            "baslik": "ALLAH İNSAN İLİŞKİSİ",
            "anahtar_kavramlar": "Esmâ-i Hüsnâ, tilavet, kıraat, dua, tövbe, istiğfar.",
            "alt": {
              "10.1.1": {
                "baslik": "Allah inancının insan hayatındaki yeri ve önemini yorumlar.",
                "aciklama": {}
              },
              "10.1.2": {
                "baslik": "Allah’ın varlığı ve birliği konusunda akli ve naklî delilleri analiz eder.",
                "aciklama": {
                  "a": " “Gaye ve nizam”, “ekmel varlık” delilleri ile sınırlandırılır."
                }
              },
              "10.1.3": {
                "baslik": "İsim ve sıfatlarının yansımalarıyla Allah'ı tanır.",
                "aciklama": {
                  "a": " Allah’ın isim ve sıfatlarını kavramanın, O’nu tanımadaki önemine değinilir; isim ve sıfatların kâinatta tecellisi üzerinde durulur. İsim ve sıfatlar, Allah insan ilişkisi bağlamında; Bakara suresi 255. ayet, Haşr suresi 22-24. ayetler ve İhlâs suresi kapsamında işlenir."
                }
              },
              "10.1.4": {
                "baslik": "İnsanın özelliklerini ayetlerle açıklar.",
                "aciklama": {
                  "a": " Kazanım kapsamında insanın olumlu özellikleri öne çıkarılır."
                }
              },
              "10.1.5": {
                "baslik": "İnsanın Allah ile irtibat yollarını fark eder.",
                "aciklama": {
                  "a": " Kazanım; dua, ibadet, Kur’an okuma, tövbe ve istiğfar konuları ile sınırlandırılır.  Allah ile insan arasındaki ilişkinin dayandığı temel ilkelere yer verilir; temel ilkeler Yaradan- yaradılan ilişkisi çerçevesinde ele alınır; Allah’ın “ilah” ve “rab” olma vasfının insan üzerindeki etkisine değinilir."
                }
              },
              "10.1.6": {
                "baslik": "Rûm suresi 18-27.  ayetlerde verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "10.2": {
            "baslik": "HZ. MUHAMMED VE GENÇLİK",
            "anahtar_kavramlar": "sahabi, âlim, el-emin, istişare.",
            "alt": {
              "10.2.1": {
                "baslik": "Kur’an-ı Kerim’den gençlerle ilgili ayetlere örnekler verir.",
                "aciklama": {}
              },
              "10.2.2": {
                "baslik": "Hz. Muhammed'in gençlik yıllarındaki erdemli davranışlarını kendi hayatıyla",
                "aciklama": {
                  "a": "ilişkilendirir."
                }
              },
              "10.2.3": {
                "baslik": "Hz. Muhammed ile genç sahabiler arasındaki iletişimi değerlendirir.",
                "aciklama": {}
              },
              "10.2.4": {
                "baslik": "Bazı genç sahabilerin öne çıkan özelliklerini örnek alır.",
                "aciklama": {
                  "a": " “Bilge ve Kahraman Bir Genç: Hz. Ali”, “Genç Bir Davetçi: Erkam b. Ebi’l-Erkam”, “Genç Bir Öğretmen: Mus'ab b. Umeyr”, “Genç Bir Komutan: Üsame b. Zeyd”,  “Genç Bir Yönetici: Muaz b. Cebel”, “Genç Bir Âlim: Hz. Aişe”, “Genç Bir Anne: Hz. Fatıma”, “Sorumluluk Sahibi Bir Genç: Esma binti Ebi Bekir”, “Habeş Kralının Huzurunda Bir Genç: Cafer b. Ebi Talib” konularına yer verilir."
                }
              },
              "10.2.5": {
                "baslik": "Âl-i İmrân suresi 159. ayette verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "10.3": {
            "baslik": "DİN VE HAYAT",
            "anahtar_kavramlar": "din, sanat, iktisat, sosyal değişim.",
            "alt": {
              "10.3.1": {
                "baslik": "İslam dininin aile kurumuna verdiği önemi fark eder.",
                "aciklama": {}
              },
              "10.3.2": {
                "baslik": "İslam dininin kültür, sanat ve düşünce üzerindeki etkilerini analiz eder.",
                "aciklama": {
                  "a": " İslam dininin kültürel hayatımızın zenginleşmesindeki katkılarına ve İslam medeniyetinde öne çıkan sanat dallarına kısaca yer verilir. Ayrıca “ Eşyada asıl olan ibahadır.” ilkesinin sanat alanında da geçerli olduğuna değinilir."
                }
              },
              "10.3.3": {
                "baslik": "İslam dininin çevre sorunlarına yaklaşımını ve çözüm önerilerini değerlendirir.",
                "aciklama": {}
              },
              "10.3.4": {
                "baslik": "İslam dini ve sosyal değişim arasında ilişki kurar.",
                "aciklama": {
                  "a": " Dinin sabiteleri ve değişkenleri üzerinde durulur; bazı dinî hüküm ve yorumların zamana ve mekâna göre değişebileceğine değinilir."
                }
              },
              "10.3.5": {
                "baslik": "İslam dininin ekonomik hayatla ilgili ilkelerini yorumlar.",
                "aciklama": {}
              },
              "10.3.6": {
                "baslik": "İslam dininin sosyal adaletle ilgili ilkelerini açıklar.",
                "aciklama": {}
              },
              "10.3.7": {
                "baslik": "Âl-i İmrân suresi 103-105. ayetlerdeki mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "10.4": {
            "baslik": "AHLAKİ TUTUM VE DAVRANIŞLAR",
            "anahtar_kavramlar": "ahlak, seciye, şahsiyet, karakter, terbiye.",
            "alt": {
              "10.4.1": {
                "baslik": "İslam ahlakının konusu ve gayesini açıklar.",
                "aciklama": {}
              },
              "10.4.2": {
                "baslik": "Ahlak ile terbiye arasındaki ilişki kurar.",
                "aciklama": {
                  "a": " Duygu yönetimi, düşünce yönetimi, davranış yönetimi, irade yönetimi gibi konular ayet ve hadislerle ilişkilendirilerek ele alınır."
                }
              },
              "10.4.3": {
                "baslik": "İslam ahlakında yerilen bazı davranışları ayet ve hadislerle açıklar.",
                "aciklama": {
                  "a": " Kazanım kapsamında yalan ve iftira, mahremiyetin ihlali (tecessüs), gıybet, haset, suizan, hile ve israf konularına değinilir.  Öğrencilerin İslam ahlakında yerilen bazı davranışların, bireysel ve toplumsal zararlarını değerlendirmelerine yönelik etkinliklere yer verilir. 10.4.4.Tutum ve davranışlarında ölçülü olmaya özen gösterir."
                }
              },
              "10.4.5": {
                "baslik": "Hucurât suresi 11-12. ayetlerde verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "10.5": {
            "baslik": "İSLAM DÜŞÜNCESİNDE İTİKADİ, SİYASİ VE FIKHİ YORUMLAR",
            "anahtar_kavramlar": "itikad, mezhep, fırka, tevil.",
            "alt": {
              "10.5.1": {
                "baslik": "Din ve dinin yorumu arasındaki farkı ayırt eder.",
                "aciklama": {
                  "a": " Dinin farklı yorum biçimleri olabileceğine vurgu yapılır; dinin yanlış yorumlanmasından doğan sorunların, dinin kendisinden kaynaklanmadığına değinilir.  Din anlayışındaki yorum farklılıklarının sebepleri düzeye uygun bir biçimde ayrıntıya girilmeden ele alınır."
                }
              },
              "10.5.2": {
                "baslik": "İslam düşüncesindeki yorum farklılıklarının sebeplerini tartışır.",
                "aciklama": {
                  "a": " Yorum farklılıkları; insan unsuru; sosyal, siyasi, kültürel ve coğrafi ortam ile dinî metinlere yaklaşım ve onları yorumlama farklılıklarından kaynaklanan sebepler ile sınırlandırılır."
                }
              },
              "10.5.3": {
                "baslik": "Dinî yorumlarla ilgili bazı kavramları değerlendirir.",
                "aciklama": {
                  "a": " İtikad, fıkıh, mezhep ve fırka kavramları öğrencilerin seviyeleri ve kültürel altyapıları göz önünde bulundurularak ele alınır."
                }
              },
              "10.5.4": {
                "baslik": "İslam düşüncesinde itikadi ve siyasi yorumları genel özelliklerine göre sınıflandırır.",
                "aciklama": {
                  "e": "ile sınırlandırılır."
                }
              },
              "10.5.5": {
                "baslik": "İslam düşüncesindeki amelî fıkhi yorumları tanır.",
                "aciklama": {
                  "a": " İslam düşüncesindeki amelî fıkhi yorumlarda; Hanefilik, Malikilik, Şafiilik ve Hanbelilik mezheplerine yer verilir. Ayrıca Caferilik mezhebine de değinilir, bu mezhebin İmamiye Şiası’nın ameli/fıkhi yorumu olduğuna vurgu yapılır."
                }
              },
              "10.5.6": {
                "baslik": "Nisâ suresi 59. ayette verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          }
        }
      },
      "11": {
        "alt": {
          "11.1": {
            "baslik": "DÜNYA VE AHİRET",
            "anahtar_kavramlar": "ahiret,  vefat, cenaze.",
            "alt": {
              "11.1.1": {
                "baslik": "Hayatı anlamlandırmada ahiret inancının önemini fark eder.",
                "aciklama": {
                  "a": " Kur’an-ı Kerim’den dünya hayatının amacıyla ilgili örnekler verilmesine özen gösterilir."
                }
              },
              "11.1.2": {
                "baslik": "Dünya hayatı ile ahiret hayatı arasında ilişki kurar.",
                "aciklama": {}
              },
              "11.1.3": {
                "baslik": "Ahiret hayatının aşamalarını ayet ve hadislerle temellendirir.",
                "aciklama": {
                  "a": " Ölüm, kabir, berzah âlemi, kıyamet, ba’s, haşir, hesap, cennet ve cehennem kavramlarına yer verilir.  Kıyamet ve yeniden diriliş gibi konular akli ve naklî deliller ışığında ele alınır."
                }
              },
              "11.1.4": {
                "baslik": "Cenaze uğurlama ile ilgili dinî uygulamaları örneklerle açıklar.",
                "aciklama": {
                  "a": " Vefat edenin vasiyet ve borçları; tekfin ve teçhiz, cenaze namazı, taziye ve Kur’an okuma, dua etmek ve hayır yapmak konularına yer verilir.  Cenaze namazına katılmanın ve taziyede bulunmanın, dinî ve insani bir görev olduğuna değinilir.  Kültürümüzde cenaze uğurlama ile ilgili gelenekler tanıtılır; ayrıca Alevi-Bektaşilikte yer alan “Hakk’a Uğurlama Erkânı” gibi cenaze uğurlama geleneklerine de değinilir."
                }
              },
              "11.1.5": {
                "baslik": "Bakara suresi 153-157. ayetlerde verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "11.2": {
            "baslik": "KUR’AN’A GÖRE HZ. MUHAMMED",
            "anahtar_kavramlar": "hadis, sünnet, üsve-i hasene, hatemü’n-nebiyyîn, Kütüb-i sitte, Kütüb-i  tis’a.",
            "alt": {
              "11.2.1": {
                "baslik": "Hz. Muhammed’in örnek şahsiyetini tanır.",
                "aciklama": {
                  "a": " Hz. Muhammed’in beşerî yönü ile ilgili ayetlerden örnek verilmesine özen gösterilir.  Hz. Muhammed’in ahlaki özellikleri örneklerle ele alınır.  Öğrencilerin, İslam’ı anlamada Hz. Muhammed’in örnek şahsiyetinin yerini analiz edebileceği etkinliklere yer verilir."
                }
              },
              "11.2.2": {
                "baslik": "Hz. Muhammed’in peygamberlikle ilgili görevlerini açıklar.",
                "aciklama": {
                  "a": " Hz. Muhammed’in tebliğ, tebyin, teşri ve temsil (İslam’ı anlama ve yaşama konusundaki örnekliği) görevlerine değinilir."
                }
              },
              "11.2.3": {
                "baslik": "Hz. Peygamber’e bağlılık ve itaati ayet ve hadislerden hareketle yorumlar.",
                "aciklama": {
                  "a": " Hadis ve sünnet kavramlarına, İslam’ın anlaşılmasında sünnetin önemine ve kültürümüzde Peygamber ve Ehl-İ Beyt sevgisine de değinilir.  Hadis kaynaklarından Kütüb-i tis’a ve müellifleri isim olarak listelenir."
                }
              },
              "11.2.4": {
                "baslik": "Ahzâb suresi 45-46. ayetlerde verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "11.3": {
            "baslik": "KUR’AN’DA BAZI KAVRAMLAR",
            "anahtar_kavramlar": "hidayet, ihsan, ihlas, takva, sırat-ı müstakim, cihat, salih amel, şehadet.",
            "alt": {
              "11.3.1": {
                "baslik": "Kur’an’ı Kerim’de geçen bazı kavramları yorumlar.",
                "aciklama": {
                  "a": " Cihat kavramı; anlam genişliği göz önünde bulundurularak salt savaş ile sınırlandırılmadan tüm boyutlarıyla ve Mekkî ve Medenî ayetlerin bu kavrama yüklediği anlamlar bağlamında ele alınır. Cihadın bir ibadet olarak farzı ayın ve farz-ı kifaye olduğu durumlara değinilir.  Bu kapsamda ceht, mücahede, davet, tebliğ, irşat, emr-i bi’l-maruf ve nehy-i ani’l-münker, kıtal/mukatele ve şehadet kavramlarına yer verilir."
                }
              },
              "11.3.2": {
                "baslik": "Kur’an’ı Kerim’de geçen kavramları tanımanın İslam’ı doğru anlamadaki önemini fark",
                "aciklama": {
                  "a": "eder."
                }
              },
              "11.3.3": {
                "baslik": "Kehf suresi 107-110. ayetlerde verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "11.4": {
            "baslik": "İNANÇLA İLGİLİ MESELELER",
            "anahtar_kavramlar": "inanç,  istismar, İslamofobi.",
            "alt": {
              "11.4.1": {
                "baslik": "İnançla ilgili yaklaşımları tartışır.",
                "aciklama": {
                  "a": " İnançla ilgili yaklaşımlardan teizm, deizm, materyalizm, pozitivizm, sekülarizm, agnostisizm, ateizm ve nihilizme yer verilir. İnançla ilgili yaklaşımlar ele alınırken “kötülük problemi” üzerinde durulur ve problemin inançla ilgili yaklaşımlarla olan ilişkisine değinilir."
                }
              },
              "11.4.2": {
                "baslik": "Yeni dinî akımların özelliklerini değerlendirir.",
                "aciklama": {
                  "a": " “Milenyum Tarikatları”, “Kıyamet Tarikatları” gibi adlarla sınıflandırılan yeni dinî akımların ortak yönlerine, ortaya çıkma ve yaygınlaşma sebeplerine ve ülkemize olan yansımalarına güncel örneklerle yer verilir.  Dinî değerlerin istismarının olumsuz sonuçlarına değinilir; din istismarının siyasi, ekonomik ve sosyal sebepleri üzerinde durulur. Bu kapsamda FETÖ gibi illegal, çıkarcı yapı ve gruplara değinilir.  Batı’da ortaya çıkan “İslamofobi/İslam karşıtlığı” gibi ırkçı akımların gelişmesine sebep olarak gösterilen, hem söylemleri hem de eylemleriyle başta Müslüman halklar olmak üzere dünya üzerinde yaşayan pek çok halka zarar veren, DEAŞ gibi şiddet odaklı, terörist, illegal ve marjinal gruplara değinilir."
                }
              },
              "11.4.3": {
                "baslik": "En’âm suresi 59 ve Lokmân suresi 27. ayetlerde verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "11.5": {
            "baslik": "YAHUDİLİK VE HIRİSTİYANLIK",
            "anahtar_kavramlar": "Kitab-ı Mukaddes, Ahd-i atik, Ahd-i cedit, sinagog, teslis, haç, kilise, vaftiz, ritüel, sakrament.",
            "alt": {
              "11.5.1": {
                "baslik": "Yahudiliğin doğuşunu ve gelişim sürecini özetler.",
                "aciklama": {
                  "a": " Yahudiliğin; tarihçesine,  inanç esaslarına, ritüellerine, sembollerine ve kutsal mekânlarına; İbrani, İsrail, Yahudi ve Musevi kavramlarına; Yahudilerin kitap ve peygamber anlayışına ve günümüz Yahudi mezheplerine yer verilir. Ayrıca “Siyonizm”  konusuna değinilir."
                }
              },
              "11.5.2": {
                "baslik": "Hıristiyanlığın doğuşunu ve gelişim sürecini özetler.",
                "aciklama": {
                  "a": " Hıristiyanlığın; tarihçesine,  inanç esaslarına, ritüellerine, sembollerine ve kutsal mekânlarına; Hıristiyanlığın kurumsallaşmasında ve inanç esaslarının oluşmasında Pavlus’un rolüne; Hıristiyanların vahiy ve peygamber anlayışına ve Hıristiyan gruplara (Katoliklik, Ortodoksluk ve Protestanlık) yer verilir. Ayrıca “evanjelik akımlar”dan kısaca bahsedilir."
                }
              }
            }
          }
        }
      },
      "12": {
        "alt": {
          "12.1": {
            "baslik": "İSLAM VE BİLİM",
            "anahtar_kavramlar": "ilim, bilim, âlim, bilgin.",
            "alt": {
              "12.1.1": {
                "baslik": "Din-bilim ilişkisini tartışır.",
                "aciklama": {
                  "a": " İlim öğrenmeyi teşvik eden ayet ve hadislerden örnekler verilir."
                }
              },
              "12.1.2": {
                "baslik": "İslam medeniyetinde bilim ve düşüncenin gelişim sürecini değerlendirir.",
                "aciklama": {}
              },
              "12.1.3": {
                "baslik": "İslam medeniyetinde öne çıkan eğitim ve bilim kurumlarını tanır.",
                "aciklama": {
                  "a": " Kurumlar; cami, mescit, mektep, medrese, daru’l-kurra, daru’l-hadis, beytü’l-hikme kütüphane, rasathane ve şifahane ile sınırlandırılır."
                }
              },
              "12.1.4": {
                "baslik": "Müslümanların bilim alanında yaptığı özgün çalışmaları sınıflandırır.",
                "aciklama": {
                  "a": "ana hatlarıyla yer verilir ve bu çalışmaların diğer medeniyetlerdeki ilmî gelişmelere olan etkisine değinilir."
                }
              },
              "12.1.5": {
                "baslik": "Fâtır suresi 27-28. ayette verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "12.2": {
            "baslik": "ANADOLU’DA İSLAM",
            "anahtar_kavramlar": "âlim, fakih, tasavvuf, veli.",
            "alt": {
              "12.2.2": {
                "baslik": "Dinî anlayış ve kültürümüzün oluşmasında etkili olan bazı şahsiyetleri tanır.",
                "aciklama": {
                  "a": " Dinî anlayış ve kültürümüzün oluşmasında etkili olan şahsiyetlerden; Ebu Hanife, Cafer es- Sadık, Maturidi, Şafii, Eş’ari, Ahmet Yesevi, Mevlana Celaleddin-i Rumi, Ahi Evran, Hacı Bektaş-ı Veli, Yunus Emre, Sarı Saltuk, Hacı Bayram-ı Veli’ye öğrenci seviyesine göre yer verilir.  Dinî anlayış ve kültürümüzün oluşmasında etkili olan şahsiyetlerin ortak değerimiz olduğuna değinilir."
                }
              },
              "12.2.3": {
                "baslik": "Nisâ suresi 69. ayette verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "12.3": {
            "baslik": "İSLAM DÜŞÜNCESİNDE TASAVVUFİ YORUMLAR",
            "anahtar_kavramlar": "tasavvuf, edep, veli, mürşid, insan-ı kâmil, erkân, semâ.",
            "alt": {
              "12.3.1": {
                "baslik": "İslam düşüncesinde tasavvufi düşüncenin oluşum sürecini değerlendirir.",
                "aciklama": {}
              },
              "12.3.2": {
                "baslik": "Tasavvufi düşüncede ahlaki boyutun önemini fark eder.",
                "aciklama": {
                  "a": " Edep ve insan-ı kâmil kavramlarının tasavvufi düşüncedeki yerine de değinilir."
                }
              },
              "12.3.3": {
                "baslik": "Kültürümüzde etkin olan bazı tasavvufi yorumları tanır.",
                "aciklama": {
                  "a": " Yesevilik, Kadirilik, Rifailik, Mevlevilik, Nakşibendilik ve Alevilik-Bektaşilik konularına yer verilir."
                }
              },
              "12.3.4": {
                "baslik": "Alevilik-Bektaşilikteki temel kavram ve erkânları tanır.",
                "aciklama": {
                  "a": " Cem ve cemevi, musahiplik, razılık ve kul hakkının sorulması, cemde on iki hizmet, semah, gülbank, Hızır ve Muharrem orucu konularına yer verilir. Bu kapsamda;  Hacı Bektaş Veli’nin, Bektaşiliğin oluşumu ve Aleviliğin gelişimindeki rolüne, Alevilik- Bektaşilikteki “ocak kültürü”ne, “el ele, el hakka ikrarı”na ve “dört kapı kırk makam”a yer verilir; Bektaşilikte musahipliğe “ikrar ve nasip alma” da denildiğine ve bu kavramın İslam tarihindeki muhacir ensar kardeşliğine dayandırıldığına değinilir.  Cemevi; âyin-i cem erkânının yapıldığı, “yol, âdap ve erkân yeri” olarak nitelendirilir; Bektaşilikte ise cemevi yerine “meydan evi” ifadesinin kullanıldığına da değinilir. “Düşkünlükten kaldırma cemi”, “Dardan indirme cemi” ile “Abdal Musa cemi”nden bahsedilir. Âyin-i cem ve cemevi ile ilgili görsellere yer verilir.  Alevilik-Bektaşilikte duaların başında, “Bismişah”, sonunda ise “Allah Allah”  lafzının söylendiğine değinilir. “Gülbank” konusunda ise “Lokma Duasına” da yer verilir. 70"
                }
              },
              "12.3.5": {
                "baslik": "Hucurât Suresi 10. ayette verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama, ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "12.4": {
            "baslik": "GÜNCEL DİNÎ MESELELER",
            "anahtar_kavramlar": "icma, helal, haram, mekruh, mübah.",
            "alt": {
              "12.4.1": {
                "baslik": "Dinî meselelerin çözümüyle ilgili temel ilke ve yöntemleri analiz eder.",
                "aciklama": {
                  "a": " Güncel dinî meselelerin çözümü için öne sürülen ilke ve yöntemlerin, İslâm âlimlerinin üzerinde icma ettiği temel esas ve hükümlere ters düşmemesi, bu önerilerin “zarûrât-ı diniye” adı verilen kesin hükümlere aykırı olmaması gibi ilkelere vurgu yapılır.  İslam’ın ortaya koyduğu çözümlerin temel amacının, insanların can, nesil, akıl, mal ve din emniyetini güvence altına almak olduğuna dikkat çekilir.  Çözüm önerilerinin fıtrata, yani Allah'ın koyduğu dengeye ve yaratılışa aykırı olmamasına; temel ahlaki değerleri ihlal etmemesi gerektiğine değinilir.  Sorunların ele alınmasında, farklı uzmanlık alanlarına ve kolektif akla başvurulmasının önemi üzerinde durulur."
                }
              },
              "12.4.2": {
                "baslik": "İslam’ın ekonomik hayatla ilgili ahlaki ölçülerini yorumlar.",
                "aciklama": {
                  "a": " İslam’ın mülkiyet anlayışı, fakirlik problemine bakışı ve fakirliğin çözümü için ortaya koyduğu ilkeler ele alınır.  İslam’da İşçi ve işveren haklarına yer verilir. Ayrıca “İş Sağlığı ve Güvenliği” kapsamında “güvenli yaşam” hususuna da değinilir. 71"
                }
              },
              "12.4.3": {
                "baslik": "Gıda maddeleri ve bağımlılık konusundaki dinî ve ahlaki ilkeleri açıklar.",
                "aciklama": {
                  "a": " Yiyecek ve içecekler konusunda “Eşyada asıl olan ibahadır.” ilkesi kapsamında “yasakların sınırlı, helaller alanının ise geniş olduğu” vurgulanır.  İslam dinine göre yenilmesi ve içilmesi yasaklanmış olan gıdalara örnekler verilir.  Yiyecek ve içeceklerle ilgili yasakların delillerine ve hikmetlerine yer verilir.  Genetiği ve öz niteliği değiştirilmiş yiyecek ve içeceklerin insanın beden ve ruh sağlığı üzerindeki etkilerine değinilir.  Uyuşturucu madde, alkol ve sigara kullanımı ile kumar oynamak gibi bağımlılığa neden olan zararlı alışkanlıklara yer verilir."
                }
              },
              "12.4.4": {
                "baslik": "Sağlık ve tıpla ilgili bazı meseleleri dinî ve ahlaki ölçüler çerçevesinde yorumlar.",
                "aciklama": {
                  "a": " Otopsi, ötenazi, organ nakli, kan bağışı, haram maddelerle tedavi ve intihar konularına ayrıntıya girilmeden öğrenci seviyesi dikkate alınarak yer verilir."
                }
              },
              "12.4.5": {
                "baslik": "En’âm suresi 151-152. ayetlerde verilen mesajları değerlendirir.",
                "aciklama": {
                  "a": " Kazanım; öğrencilerin Kur’an-ı Kerim mealini kullanma, Kur’an-ı Kerim’i anlama ve yorumlama,  ayetlerde geçen şahıs, yer, konu ve kavramları belirleme becerilerini geliştirici etkinliklerle desteklenir. Bu kapsamda ayetlerin (nüzul sebebi, ana konuları gibi) kısa açıklamalarına öğrenci seviyesine göre yer verilir."
                }
              }
            }
          },
          "12.5": {
            "baslik": "HİNT VE ÇİN DİNLERİ",
            "anahtar_kavramlar": "karma, tenasüh, reenkarnasyon.",
            "alt": {
              "12.5.1": {
                "baslik": "Hinduizm’in doğuşunu ve gelişim sürecini özetler.",
                "aciklama": {
                  "a": " Hinduizm’in; tarihçesine,  inanç esaslarına, ritüellerine, sembollerine ve kutsal mekânlarına yer verilir."
                }
              },
              "12.5.2": {
                "baslik": "Budizm’in doğuşunu ve gelişim sürecini özetler.",
                "aciklama": {
                  "a": " Budizm’in; tarihçesine,  inanç esaslarına, ritüellerine, sembollerine ve kutsal mekânlarına yer verilir."
                }
              },
              "12.5.3": {
                "baslik": "Konfüçyanizm’in doğuşunu ve gelişim sürecini özetler.",
                "aciklama": {
                  "a": " Konfüçyanizm’in; tarihçesine,  inanç esaslarına, ritüellerine, sembollerine ve kutsal mekânlarına yer verilir."
                }
              },
              "12.5.4": {
                "baslik": "Taoizm’in doğuşunu ve gelişim sürecini özetler.",
                "aciklama": {
                  "a": " Taoizm’in; tarihçesine,  inanç esaslarına, ritüellerine, sembollerine ve kutsal mekânlarına yer verilir."
                }
              }
            }
          }
        }
      }
    }
  }
}